Repository: ekremalkn/AI-Chat-Assistant
Catalog: AI-Chat-Assistant/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, pt_br, sv, tr

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
id: Disalin ke clipboard
it: Copiato negli appunti
ja: クリップボードにコピーしました
pt_br: Copiado para a área de transferência
sv: Kopierad till urklipp
tr: Panoya kopyalandı

source: Failed to copy to clipboard
de: Kopieren in die Zwischenablage fehlgeschlagen
es: Error al copiar al portapapeles
fr: Échec de la copie dans le presse-papiers
id: Gagal menyalin ke clipboard
it: Impossibile copiare negli appunti
ja: クリップボードにコピーできませんでした
pt_br: Falha ao copiar para a área de transferência
sv: Misslyckades att kopiera till urklipp
tr: Panoya kopyalanamadı

source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
id: Tidak Ada Koneksi Internet
it: Nessuna connessione Internet
ja: インターネットに接続していません
pt_br: Sem conexão com a Internet
sv: Ingen internetanslutning
tr: İnternet bağlantısı yok

source: Please connect to a mobile or Wi-Fi network
de: Bitte verbinden Sie sich mit einem Mobilfunk- oder Wi-Fi-Netzwerk
es: Por favor, conéctese a una red móvil o Wi-Fi
fr: Veuillez vous connecter à un réseau mobile ou Wi-Fi
id: Silakan hubungkan ke jaringan seluler atau Wi-Fi
it: Si prega di connettersi a una rete mobile o Wi-Fi
ja: モバイルまたはWi-Fiネットワークに接続してください
pt_br: Por favor, conecte-se a uma rede móvel ou Wi-Fi
sv: Anslut till ett mobilt eller Wi-Fi-nätverk
tr: Lütfen bir mobil veya Wi-Fi ağına bağlanın

source: Try Again
de: Erneut versuchen
es: Inténtelo de nuevo
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: もう一度試す
pt_br: Tentar novamente
sv: Försök igen
tr: Tekrar dene

source: Submit
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ja: 提出
pt_br: Enviar
sv: Skicka
tr: Gönder

source: Get Pro
de: Pro erhalten
es: Obtener Pro
fr: Obtenir la version Pro
id: Dapatkan Pro
it: Ottieni Pro
ja: プロを入手
pt_br: Obter a versão Pro
sv: Få Pro
tr: Pro Edinin

source: Change Plan
de: Plan ändern
es: Cambiar Plan
fr: Changer de plan
id: Ubah Rencana
it: Cambia Piano
ja: プランを変更
pt_br: Alterar plano
sv: Ändra plan
tr: Plan Değiştir

source: Suggestions
de: Vorschläge
es: Sugerencias
id: Saran
it: Suggerimenti
ja: 提案
pt_br: Sugestões
sv: Förslag
tr: Öneriler

source: 🧳 Travel & Explore
de: 🧳 Reisen & Erkunden
es: 🧳 Viajes y Exploración
fr: 🧳 Voyager et explorer
id: 🧳 Perjalanan & Eksplorasi
it: 🧳 Viaggi e Esplorazione
ja: 🧳 旅行＆探索
pt_br: 🧳 Viagem e Exploração
sv: 🧳 Resa & Utforska
tr: 🧳 Seyahat ve Keşif

source: 💡 Creative Ideas
de: 💡 Kreative Ideen
es: 💡 Ideas Creativas
fr: 💡 Idées créatives
id: 💡 Ide Kreatif
it: 💡 Idee Creative
ja: 💡 クリエイティブなアイデア
pt_br: 💡 Ideias Criativas
sv: 💡 Kreativa Idéer
tr: 💡 Yaratıcı Fikirler

source: 🧑‍🎓 Education
de: 🧑‍🎓 Bildung
es: 🧑‍🎓 Educación
fr: 🧑‍🎓 Éducation
id: 🧑‍🎓 Pendidikan
it: 🧑‍🎓 Educazione
ja: 🧑‍🎓 教育
pt_br: 🧑‍🎓 Educação
sv: 🧑‍🎓 Utbildning
tr: 🧑‍🎓 Eğitim

source: 😹 Fun
de: 😹 Spaß
es: 😹 Diversión
fr: 😹 Amusement
id: 😹 Bersenang-senang
it: 😹 Divertimento
ja: 😹 楽しみ
pt_br: 😹 Diversão
sv: 😹 Roligt
tr: 😹 Eğlence

source: 🌞 Beauty & Lifestyle
de: 🌞 Schönheit & Lifestyle
es: 🌞 Belleza y Estilo de Vida
fr: 🌞 Beauté et style de vie
id: 🌞 Kecantikan & Gaya Hidup
it: 🌞 Bellezza e Stile di Vita
ja: 🌞 美容＆ライフスタイル
pt_br: 🌞 Beleza e Estilo de Vida
sv: 🌞 Skönhet & Livsstil
tr: 🌞 Güzellik ve Yaşam Tarzı

source: 🥗 Health & Nutrition
de: 🥗 Gesundheit & Ernährung
es: 🥗 Salud y Nutrición
fr: 🥗 Santé et nutrition
id: 🥗 Kesehatan & Nutrisi
it: 🥗 Salute e Nutrizione
ja: 🥗 健康＆栄養
pt_br: 🥗 Saúde e Nutrição
sv: 🥗 Hälsa & Nutrition
tr: 🥗 Sağlık ve Beslenme

source: 🔮 Astrology
de: 🔮 Astrologie
es: 🔮 Astrología
fr: 🔮 Astrologie
id: 🔮 Astrologi
it: 🔮 Astrologia
ja: 🔮 占星術
pt_br: 🔮 Astrologia
sv: 🔮 Astrologi
tr: 🔮 Astroloji

source: 🎨 Art
de: 🎨 Kunst
es: 🎨 Arte
id: 🎨 Seni
it: 🎨 Arte
ja: 🎨 アート
pt_br: 🎨 Arte
sv: 🎨 Konst
tr: 🎨 Sanat

source: 📈 Business & Marketing
es: 📈 Negocios y Marketing
fr: 📈 Entreprise et marketing
id: 📈 Bisnis & Pemasaran
it: 📈 Business e Marketing
ja: 📈 ビジネス＆マーケティング
pt_br: 📈 Negócios e Marketing
sv: 📈 Affärer & Marknadsföring
tr: 📈 İş ve Pazarlama

source: 👯‍♂️ Fashion
de: 👯‍♂️ Mode
es: 👯‍♂️ Moda
fr: 👯‍♂️ Mode
id: 👯‍♂️ Mode
it: 👯‍♂️ Moda
ja: 👯‍♂️ ファッション
pt_br: 👯‍♂️ Moda
sv: 👯‍♂️ Mode
tr: 👯‍♂️ Moda

source: 🧑‍💼 Career
de: 🧑‍💼 Karriere
es: 🧑‍💼 Carrera
fr: 🧑‍💼 Carrière
id: 🧑‍💼 Karier
it: 🧑‍💼 Carriera
ja: 🧑‍💼 キャリア
pt_br: 🧑‍💼 Carreira
sv: 🧑‍💼 Karriär
tr: 🧑‍💼 Kariyer

source: ✉️ E-Mail
es: ✉️ Correo Electrónico
id: ✉️ Surel
ja: ✉️ メール
sv: ✉️ E-Post
tr: ✉️ E-Posta

source: 🌍 Social Media
de: 🌍 Soziale Medien
es: 🌍 Redes Sociales
fr: 🌍 Médias sociaux
id: 🌍 Media Sosial
ja: 🌍 ソーシャルメディア
pt_br: 🌍 Mídias Sociais
sv: 🌍 Sociala Medier
tr: 🌍 Sosyal Medya

source: Most Used
de: Am häufigsten verwendet
es: Más Utilizado
fr: Les plus utilisés
id: Paling Sering Digunakan
it: Più Utilizzati
ja: 最も使用される
pt_br: Mais Usados
sv: Mest Använda
tr: En Çok Kullanılanlar

source: Google/Powerpoint Slides
de: Google/Powerpoint-Folien
es: Diapositivas de Google/Powerpoint
fr: Diapositives Google/Powerpoint
it: Diapositive Google/Powerpoint
ja: Google/Powerpoint スライド
pt_br: Slides do Google/Powerpoint
sv: Google/Powerpoint Presentationer
tr: Google/Powerpoint Sunumları

source: Use Chatvantage to create slide content for your classroom instruction
de: Verwenden Sie Chatvantage, um Folieninhalte für Ihren Unterricht zu erstellen
es: Use Chatvantage para crear contenido de diapositivas para su instrucción en el aula
fr: Utilisez Chatvantage pour créer du contenu de diapositives pour votre enseignement en classe
id: Gunakan Chatvantage untuk membuat konten slide untuk instruksi di kelas Anda
it: Usa Chatvantage per creare contenuti di diapositive per le tue lezioni in classe
ja: Chatvantageを使用して、教室の指導のためのスライドコンテンツを作成します
pt_br: Use o Chatvantage para criar conteúdo de slides para sua instrução em sala de aula
sv: Använd Chatvantage för att skapa presentationsinnehåll för din klassundervisning
tr: Sınıf öğretiminiz için slayt içeriği oluşturmak için Chatvantage'i kullanın

source: Emoji Translator
de: Emoji-Übersetzer
es: Traductor de Emojis
fr: Traducteur d'emoji
id: Penerjemah Emoji
it: Traduttore di Emoji
ja: 絵文字翻訳
pt_br: Tradutor de Emojis
sv: Emoji-Översättare
tr: Emoji Çevirmeni

source: Use Chatvantage to translate a written piece of text into emojis for a fun
es: Use Chatvantage para traducir un texto escrito a emojis para divertirse
id: Gunakan Chatvantage untuk menerjemahkan teks tertulis menjadi emoji untuk kesenangan
it: Usa Chatvantage per tradurre un testo scritto in emoji per divertimento
ja: 楽しいためにテキストを絵文字に翻訳するためにChatvantageを使用します
pt_br: Use o Chatvantage para traduzir um texto escrito em emojis para se divertir
sv: Använd Chatvantage för att översätta en skriven text till emojis för lite kul
tr: Eğlence için yazılı metni emojilere çevirmek için Chatvantage'i kullanın

source: Email Responses
de: E-Mail-Antworten
es: Respuestas de Correo Electrónico
fr: Réponses par e-mail
id: Tanggapan Surel
it: Risposte E-mail
ja: 電子メールの返信
pt_br: Respostas de E-mail
sv: E-Post Svar
tr: E-posta Yanıtları

source: Craft responses for your important emails
de: Erstellen Sie Antworten für Ihre wichtigen E-Mails
es: Elabore respuestas para sus correos electrónicos importantes
fr: Rédigez des réponses pour vos e-mails importants
id: Buat tanggapan untuk surel penting Anda
it: Crea risposte per le tue email importanti
ja: 重要な電子メールに対する返信を作成します
pt_br: Elabore respostas para seus e-mails importantes
sv: Skapa svar på dina viktiga e-postmeddelanden
tr: Önemli e-postalarınız için yanıtlar oluşturun

source: Poems
de: Gedichte
es: Poemas
fr: Poèmes
id: Puisi
it: Poesie
ja: 詩
pt_br: Poemas
sv: Dikter
tr: Şiirler

source: Use Chatvantage to create custom poems on a variety of topics and styles
de: Verwenden Sie Chatvantage, um individuelle Gedichte zu verschiedenen Themen und Stilen zu erstellen
es: Use Chatvantage para crear poemas personalizados sobre una variedad de temas y estilos
fr: Utilisez Chatvantage pour créer des poèmes personnalisés sur divers sujets et styles
id: Gunakan Chatvantage untuk membuat puisi kustom tentang berbagai topik dan gaya
it: Usa Chatvantage per creare poesie personalizzate su una varietà di argomenti e stili
ja: さまざまなトピックやスタイルのカスタム詩を作成するためにChatvantageを使用します
pt_br: Use o Chatvantage para criar poemas personalizados em uma variedade de tópicos e estilos
sv: Använd Chatvantage för att skapa anpassade dikter om olika ämnen och stilar
tr: Çeşitli konu ve tarzlarda özel şiirler oluşturmak için Chatvantage'i kullanın

source: Newsletters
de: Newsletter
es: Boletines de Noticias
fr: Lettres d'information
id: Buletin
it: Newsletter
ja: ニュースレター
pt_br: Boletins informativos
sv: Nyhetsbrev
tr: Bültenler

source: Write classrom and school newsletters for families using an AI Chatbot
de: Schreiben Sie Klassenzimmer- und Schulschreiben für Familien mithilfe eines KI-Chatbots
es: Escribe boletines escolares y de clase para las familias usando un chatbot de IA
id: Menulis buletin kelas dan sekolah untuk keluarga menggunakan AI Chatbot
ja: AIチャットボットを使用して、家族向けの学校やクラスのニュースレターを書く
sv: Skriv klass- och skolnyheter för familjer med hjälp av en AI-chatbot
tr: AI Sohbet Botu kullanarak aileler için sınıf ve okul bültenleri yazın

source: Improve your Content
de: Verbessern Sie Ihren Inhalt
es: Mejora tu contenido
fr: Améliorez votre contenu.
id: Meningkatkan konten Anda
it: Migliora i tuoi contenuti
ja: コンテンツを改善する
pt_br: Melhore seu Conteúdo
sv: Förbättra ditt innehåll
tr: İçeriğinizi geliştirin

source: Use Chatvantage to act as your editor to improve any content you need help with
de: Verwenden Sie Chatvantage als Ihren Editor, um jeden Inhalt zu verbessern, bei dem Sie Hilfe benötigen
es: Usa Chatvantage como tu editor para mejorar cualquier contenido en el que necesites ayuda
fr: Utilisez Chatvantage comme votre éditeur pour améliorer tout contenu dont vous avez besoin d'aide.
id: Gunakan Chatvantage sebagai editor Anda untuk meningkatkan konten apa pun yang Anda butuhkan bantuan
it: Usa Chatvantage come tuo editor per migliorare qualsiasi contenuto di cui hai bisogno di aiuto
ja: Chatvantageを使用して、必要なコンテンツを改善するためのエディターとして機能させます
pt_br: Use o Chatvantage como seu editor para melhorar qualquer conteúdo que você precisa de ajuda
sv: Använd Chatvantage som din redaktör för att förbättra allt innehåll du behöver hjälp med
tr: Yardım gereken herhangi bir içeriği geliştirmek için Chatvantage'i editörünüz olarak kullanın

source: Idea Generator
de: Ideen-Generator
es: Generador de Ideas
fr: Générateur d'idées.
id: Penghasil Ide
it: Generatore di idee
ja: アイデアジェネレーター
pt_br: Gerador de Ideias
sv: Idégenerator
tr: Fikir Üreteci

source: Brainstorm ideas for your professional development using an AI chatbot
de: Entwickeln Sie Ideen für Ihre berufliche Entwicklung mithilfe eines KI-Chatbots
es: Genera ideas para tu desarrollo profesional utilizando un chatbot de IA
fr: Générez des idées pour votre développement professionnel en utilisant un chatbot IA.
id: Membuat gagasan untuk perkembangan profesional Anda menggunakan chatbot AI
it: Fai brainstorming di idee per il tuo sviluppo professionale utilizzando un chatbot IA
ja: AIチャットボットを使用して専門職のスキルを向上させるためのアイデアを練る
pt_br: Planeje ideias para o seu desenvolvimento profissional usando um chatbot de IA
sv: Brainstorma idéer för din professionella utveckling med hjälp av en AI-chatbot
tr: AI sohbet botunu kullanarak profesyonel gelişiminiz için fikirler üretin

source: Help Me Understand...
de: Helfen Sie mir zu verstehen...
es: Ayúdame a Entender...
fr: Aidez-moi à comprendre...
id: Bantu Saya Memahami...
it: Aiutami a capire...
ja: 理解を助けて...
pt_br: Me Ajude a Entender...
sv: Hjälp mig att förstå...
tr: Beni Anlamamı Sağla...

source: Use Chatvantage to help you understand a book, passage or topic
de: Verwenden Sie Chatvantage, um Ihnen bei der Verständnis eines Buchs, eines Abschnitts oder eines Themas zu helfen
es: Utiliza Chatvantage para ayudarte a entender un libro, pasaje o tema
fr: Utilisez Chatvantage pour vous aider à comprendre un livre, un passage ou un sujet.
it: Usa Chatvantage per aiutarti a capire un libro, un passaggio o un argomento
ja: Chatvantageを使用して本、文章、またはトピックを理解するのに役立てます
sv: Använd Chatvantage för att hjälpa dig att förstå en bok, passage eller ämne
tr: Bir kitabı, parçayı veya konuyu anlamanıza yardımcı olması için Chatvantage'i kullanın

source: Vocabulary Lists
de: Vokabellisten
es: Listas de Vocabulario
fr: Listes de vocabulaire.
id: Daftar Kosakata
it: Liste di vocabolario
ja: 語彙リスト
pt_br: Listas de Vocabulário
sv: Ordförrådslistor
tr: Kelime Listeleri

source: Create vocabulary lists and quizzes with one tap
de: Erstellen Sie Vokabellisten und Quizze mit einem Klick
es: Crea listas de vocabulario y cuestionarios con un toque
fr: Créez des listes de vocabulaire et des quiz en un seul clic.
id: Buat daftar kosakata dan kuis dengan satu ketukan
it: Crea liste di vocabolario e quiz con un solo tocco
ja: ワンタップで語彙リストとクイズを作成
pt_br: Crie listas de vocabulário e questionários com um toque
sv: Skapa ordförrådslistor och quiz med ett klick
tr: Bir dokunuşla kelime listeleri ve sınavlar oluşturun

source: Explain it to Me Like...
de: Erklären Sie es mir wie...
es: Explícamelo Como Si...
fr: Expliquez-le moi comme...
id: Jelaskan kepada Saya Seperti...
it: Spiegamelo come...
ja: 私にそれを説明してみてください...
pt_br: Explique para Mim Como...
sv: Förklara det för mig som...
tr: Bana Anlattığın Gibi Açıkla...

source: Use Chatvantage to simplify complex topics
de: Verwenden Sie Chatvantage, um komplexe Themen zu vereinfachen
es: Utiliza Chatvantage para simplificar temas complejos
fr: Utilisez Chatvantage pour simplifier des sujets complexes.
id: Gunakan Chatvantage untuk menyederhanakan topik yang kompleks
it: Usa Chatvantage per semplificare argomenti complessi
ja: Chatvantageを使用して複雑なトピックを単純化します
pt_br: Use o Chatvantage para simplificar tópicos complexos
sv: Använd Chatvantage för att förenkla komplexa ämnen
tr: Karmaşık konuları basitleştirmek için Chatvantage'i kullanın

source: Real World Examples
de: Beispiele aus der realen Welt
es: Ejemplos del Mundo Real
fr: Exemples du monde réel.
id: Contoh Dunia Nyata
it: Esempi del mondo reale
ja: 実際の例
pt_br: Exemplos do Mundo Real
sv: Exempel från den verkliga världen
tr: Gerçek Dünya Örnekleri

source: Bring an activity to life with real-world examples
de: Beleben Sie eine Aktivität mit Beispielen aus der realen Welt
es: Dale vida a una actividad con ejemplos del mundo real
fr: Donnez vie à une activité avec des exemples du monde réel.
id: Hidupkan aktivitas dengan contoh dunia nyata
it: Porta un'attività alla vita con esempi del mondo reale
ja: 実際の例を使用して活動を活性化させます
pt_br: Dê vida a uma atividade com exemplos do mundo real
sv: Ge liv åt en aktivitet med exempel från den verkliga världen
tr: Gerçek dünya örnekleri ile bir etkinliği hayata geçirin

source: Critical Thinking Questions
de: Fragen zum kritischen Denken
es: Preguntas de Pensamiento Crítico
fr: Questions de réflexion critique.
id: Pertanyaan Berpikir Kritis
it: Domande di pensiero critico
ja: 批判的思考の質問
pt_br: Perguntas de Pensamento Crítico
sv: Frågor som främjar kritiskt tänkande
tr: Eleştirel Düşünme Soruları

source: Create open-ended, higher-order thinking questions
de: Erstellen Sie offene, auf höherer Ebene denkende Fragen
es: Crea preguntas de pensamiento abierto y de orden superior
fr: Créez des questions ouvertes de réflexion de niveau supérieur.
id: Buat pertanyaan berpikir tingkat tinggi yang bersifat terbuka
it: Crea domande di pensiero aperto e di livello superiore
ja: オープンエンドで、高次の思考の質問を作成
pt_br: Crie perguntas de pensamento crítico abertas e de nível superior
sv: Skapa öppna, högre ordningens tänkande frågor
tr: Açık uçlu, yüksek düşünme düzeyinde sorular oluşturun

source: Studying Help
de: Lernhilfe
es: Ayuda para Estudiar
fr: Aide à l'étude.
id: Bantuan Belajar
it: Aiuto nello studio
ja: 学習の助け
pt_br: Ajuda nos Estudos
sv: Studiemedel
tr: Çalışma Yardımı

source: Use Chatvantage to help a student study based on their class notes
de: Verwenden Sie Chatvantage, um einem Schüler beim Lernen anhand seiner Klassennotizen zu helfen
es: Utiliza Chatvantage para ayudar a un estudiante a estudiar basándote en sus apuntes de clase
fr: Utilisez Chatvantage pour aider un étudiant à étudier en fonction de ses notes de cours.
id: Gunakan Chatvantage untuk membantu seorang siswa belajar berdasarkan catatan kelas mereka
it: Usa Chatvantage per aiutare uno studente nello studio basandoti sui suoi appunti di classe
ja: クラスのノートに基づいて学生の学習を支援するためにChatvantageを使用
pt_br: Use o Chatvantage para ajudar um estudante a estudar com base em suas anotações de aula
sv: Använd Chatvantage för att hjälpa en elev att studera utifrån deras anteckningar
tr: Öğrencinin sınıf notlarına dayalı olarak çalışmasına yardımcı olmak için Chatvantage'i kullanın

source: Character Impersonator
de: Charakterimitator
es: Imitador de Personajes
fr: Imitateur de personnage.
id: Penghibur Karakter
it: Imitatore di personaggi
ja: キャラクターのものまね
pt_br: Impersonador de Personagens
sv: Karaktärsimitatör
tr: Karakter Taklitçisi

source: Ask them to impersonate a character from a movie, book, or any other source.
de: Bitten Sie sie, einen Charakter aus einem Film, Buch oder einer anderen Quelle zu imitieren.
es: Pídeles que imiten a un personaje de una película, libro o cualquier otra fuente.
fr: Demandez-leur d'imiter un personnage d'un film, d'un livre ou de toute autre source.
id: Minta mereka meniru karakter dari film, buku, atau sumber lainnya.
it: Chiedi loro di impersonare un personaggio da un film, un libro o da qualsiasi altra fonte.
ja: 映画、本、または他のソースからキャラクターをものまねするように依頼します。
pt_br: Peça a eles para imitar um personagem de um filme, livro ou de qualquer outra fonte.
sv: Be dem att imitera en karaktär från en film, bok eller annan källa.
tr: Onlardan bir film, kitap veya başka bir kaynaktan bir karakteri taklit etmelerini isteyin.

source: Storyteller
de: Geschichtenerzähler
es: Narrador de Historias
fr: Conteur d'histoires.
id: Pencerita
it: Narratore
ja: 語り手
pt_br: Contador de Histórias
sv: Sagoberättare
tr: Hikaye Anlatıcısı

source: A storyteller is a person who tells stories to entertain and captivate their audience.
de: Ein Geschichtenerzähler ist eine Person, die Geschichten erzählt, um ihr Publikum zu unterhalten und zu fesseln.
es: Un narrador de historias es una persona que cuenta historias para entretener y cautivar a su audiencia.
fr: Un conteur d'histoires est une personne qui raconte des histoires pour divertir et captiver son public.
id: Seorang pencerita adalah seseorang yang menceritakan cerita untuk menghibur dan memikat audiens mereka.
it: Un narratore è una persona che racconta storie per intrattenere e affascinare il suo pubblico.
ja: 語り手は、観客を楽しませ、魅了するために物語を語る人です。
pt_br: Um contador de histórias é uma pessoa que conta histórias para entreter e cativar seu público.
sv: En sagoberättare är en person som berättar historier för att underhålla och fascinera sin publik.
tr: Bir hikaye anlatıcısı, izleyicilerini eğlendirmek ve büyülemek için hikayeler anlatan bir kişidir.

source: Stand-up Comedian
de: Stand-up-Komiker
es: Humorista de Stand-Up
fr: Humoriste de stand-up.
id: Pelawak Stand-up
it: Comico da stand-up
ja: スタンドアップコメディアン
pt_br: Comediante Stand-up
sv: Stand-up Komiker
tr: Stand-up Komedyeni

source: Humorous Stand-Up Comedy Routine Incorporating Current Topics and Personal Anecdotes for Entertainment
de: Humorvolle Stand-up-Comedy-Routine, die aktuelle Themen und persönliche Anekdoten zur Unterhaltung einbezieht
es: Rutina de comedia humorística de stand-up que incorpora temas actuales y anécdotas personales para el entretenimiento
fr: Numéro humoristique de stand-up incorporant des sujets d'actualité et des anecdotes personnelles pour le divertissement.
id: Rutinitas Komedi Stand-up yang Lucu yang Menggabungkan Topik Aktual dan Anekdot Pribadi untuk Hiburan
it: Routine comica da stand-up umoristica che incorpora argomenti attuali e aneddoti personali per l'intrattenimento
ja: エンターテイメントのための現在のトピックと個人の逸話を取り入れたユーモラスなスタンドアップコメディルーチン
pt_br: Rotina de Comédia Stand-up Engraçada que Incorpora Tópicos Atuais e Anedotas Pessoais para Entretenimento
sv: Humoristiskt stand-up komedirutin som inkluderar aktuella ämnen och personliga anekdoter för underhållning
tr: Eğlence için Güncel Konuları ve Kişisel Anıları Dahil Eden Mizahi Stand-Up Komedi Gösterisi

source: Magician
de: Zauberer
es: Mago
fr: Magicien.
id: Pesulap
it: Mago
ja: 魔法使い
pt_br: Mágico
sv: Magiker
tr: Sihirbaz

source: A magician performs a range of tricks and illusions to entertain and amaze the spectators
de: Ein Magier führt eine Vielzahl von Tricks und Illusionen auf, um das Publikum zu unterhalten und zu verblüffen
es: Un mago realiza una variedad de trucos e ilusiones para entretener y asombrar a los espectadores
fr: Un magicien réalise une série de tours et d'illusions pour divertir et émerveiller les spectateurs.
id: Seorang pesulap melakukan berbagai trik dan ilusi untuk menghibur dan memukau penonton
it: Un mago esegue una serie di trucchi e illusioni per intrattenere e stupire gli spettatori
ja: 魔法使いは、観客を楽しませ、驚かせるためにさまざまなトリックと錯覚を演じます
pt_br: Um mágico realiza uma variedade de truques e ilusões para entreter e impressionar os espectadores
sv: En magiker utför en rad trick och illusioner för att underhålla och förvåna åskådarna
tr: Bir sihirbaz, izleyicileri eğlendirmek ve şaşırtmak için bir dizi numara ve illüzyon gerçekleştirir.

source: Write a story using emojis
de: Schreibe eine Geschichte mit Emojis
es: Escribe una historia utilizando emojis
fr: Écrivez une histoire en utilisant des émojis.
id: Menulis cerita menggunakan emoji
it: Scrivi una storia usando le emoji
ja: 絵文字を使って物語を書く
pt_br: Escreva uma história usando emojis
sv: Skriv en historia med hjälp av emojis
tr: Emojileri kullanarak bir hikaye yazın

source: Write a short story about your topic
de: Schreiben Sie eine kurze Geschichte zu Ihrem Thema
es: Escribe un cuento corto sobre tu tema
fr: Écrivez une courte histoire sur votre sujet.
id: Menulis cerita pendek tentang topik Anda
it: Scrivi una breve storia sul tuo argomento
ja: トピックについての短編小説を書く
pt_br: Escreva uma história curta sobre seu tópico
sv: Skriv en kort historia om ditt ämne
tr: Konunuz hakkında kısa bir hikaye yazın

source: Pretend An Alien
de: Gib vor, ein Außerirdischer zu sein
es: Finge ser un Extraterrestre
fr: Faites semblant d'être un extraterrestre.
id: Berpura-pura Sebagai Alien
it: Fingiti un alieno
ja: エイリアンをふり
pt_br: Finja ser um Alienígena
sv: Låtsas vara en utomjording
tr: Bir Uzaylıyı Taklit Et
