Repository: ekremalkn/AI-Chat-Assistant
Catalog: AI-Chat-Assistant/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, pt_br, sv, tr

source: Pretend you’re an alien sent to Earth to discover whether hot dogs are in fact made from furry animals, what did you discover?
de: Gib vor, ein Außerirdischer zu sein, der zur Erde geschickt wurde, um herauszufinden, ob Hotdogs tatsächlich aus pelzigen Tieren hergestellt sind. Was hast du herausgefunden?
es: Finge que eres un extraterrestre enviado a la Tierra para descubrir si los hot dogs están hechos de animales peludos, ¿qué descubriste?
fr: Faites semblant d'être un extraterrestre envoyé sur Terre pour découvrir si les hot-dogs sont effectivement fabriqués à partir d'animaux poilus, qu'avez-vous découvert ?
id: Berpura-puralah Anda adalah alien yang dikirim ke Bumi untuk menemukan apakah hot dog sebenarnya dibuat dari hewan berbulu, apa yang Anda temukan?
it: Fingiti un alieno inviato sulla Terra per scoprire se i wurstel sono effettivamente fatti da animali pelosi, cosa hai scoperto?
ja: 実際には、ホットドッグが毛皮の動物から作られているかどうかを発見するために地球に送られたエイリアンであるかのようにふりをして、あなたが発見したことは何ですか？
pt_br: Finja que você é um alienígena enviado à Terra para descobrir se os cachorros-quentes são realmente feitos de animais peludos, o que você descobriu?
sv: Låtsas att du är en utomjording skickad till jorden för att ta reda på om korvar faktiskt är gjorda av håriga djur, vad upptäckte du?
tr: Dünyaya gönderilen bir uzaylı gibi davranın ve sosislerin aslında tüylü hayvanlardan yapıldığını keşfetmeye çalışın, ne buldunuz?

source: Lyric Writer
de: Liedtexter
es: Escritor de Letras
fr: Parolier.
id: Penulis Lirik
it: Scrittore di testi
ja: 作詞家
pt_br: Escritor de Letras de Músicas
sv: Textförfattare
tr: Şarkı Sözü Yazarı

source: Generate song lyrics for your music
de: Generiere Songtexte für deine Musik
es: Genera letras de canciones para tu música
fr: Générez des paroles de chanson pour votre musique.
id: Menghasilkan lirik lagu untuk musik Anda
it: Genera testi di canzoni per la tua musica
ja: 音楽のための歌詞を生成します
pt_br: Gere letras de músicas para sua música
sv: Generera sångtexter till din musik
tr: Müziğiniz için şarkı sözleri üretin

source: Personal Trainer
de: Persönlicher Trainer
es: Entrenador Personal
fr: Entraîneur personnel.
id: Pelatih Pribadi
ja: パーソナルトレーナー
pt_br: Treinador Pessoal
sv: Personlig tränare
tr: Kişisel Antrenör

source: Meet your personal trainer and get advice for your improvements
de: Treffen Sie Ihren persönlichen Trainer und erhalten Sie Ratschläge zur Verbesserung
es: Conoce a tu entrenador personal y recibe consejos para mejorar
fr: Rencontrez votre entraîneur personnel et obtenez des conseils pour vos améliorations.
id: Temui pelatih pribadi Anda dan dapatkan saran untuk peningkatan Anda
it: Incontra il tuo personal trainer e ricevi consigli per migliorarti
ja: あなたのパーソナルトレーナーに会い、向上のためのアドバイスを受ける
pt_br: Conheça seu treinador pessoal e obtenha conselhos para suas melhorias
sv: Möt din personliga tränare och få råd för dina förbättringar
tr: Kişisel antrenörünüzle tanışın ve gelişiminiz için tavsiyeler alın

source: Stay Motivated
de: Bleiben Sie motiviert
es: Mantente Motivado
fr: Rester motivé.
id: Tetap Termotivasi
it: Rimani motivato
ja: モチベーションを維持する
pt_br: Manter-se Motivado
sv: Håll dig motiverad
tr: Motivasyonu Koruyun

source: Get advice on how to stay motivated at work and maintain focus
de: Erhalten Sie Ratschläge, wie Sie bei der Arbeit motiviert bleiben und den Fokus behalten können
es: Recibe consejos sobre cómo mantener la motivación en el trabajo y mantener el enfoque
fr: Obtenez des conseils sur la manière de rester motivé au travail et de maintenir votre concentration.
id: Dapatkan saran tentang cara tetap termotivasi di tempat kerja dan menjaga fokus
it: Ricevi consigli su come rimanere motivato al lavoro e mantenere la concentrazione
ja: 仕事でモチベーションを維持し、集中力を保つ方法についてアドバイスを受ける
pt_br: Receba conselhos sobre como se manter motivado no trabalho e manter o foco
sv: Få råd om hur du kan hålla dig motiverad på jobbet och behålla fokus
tr: İşte motivasyonunuzu nasıl koruyabileceğiniz ve odaklanmayı nasıl sürdürebileceğiniz konusunda tavsiyeler alın

source: Write A Meal Plan
de: Schreiben Sie einen Mahlzeitplan
es: Escribe un Plan de Comidas
fr: Écrire un plan de repas.
id: Menulis Rencana Makan
it: Scrivi un piano alimentare
ja: 食事プランを書く
pt_br: Escrever um Plano de Refeições
sv: Skriv en måltidsplan
tr: Bir Yemek Planı Yazın

source: Write a meal plan for one week using a mixture of proteins and vegetables that can be prepared in under 30 minutes
de: Schreiben Sie einen Mahlzeitplan für eine Woche, der eine Mischung aus Proteinen und Gemüse verwendet, die in weniger als 30 Minuten zubereitet werden können
es: Escribe un plan de comidas para una semana utilizando una mezcla de proteínas y verduras que se puedan preparar en menos de 30 minutos
fr: Écrivez un plan de repas d'une semaine en utilisant un mélange de protéines et de légumes qui peuvent être préparés en moins de 30 minutes.
id: Menulis rencana makan selama satu minggu dengan campuran protein dan sayuran yang dapat disiapkan dalam waktu kurang dari 30 menit
it: Scrivi un piano alimentare per una settimana utilizzando una combinazione di proteine e verdure che possono essere preparate in meno di 30 minuti
ja: 30分以内に準備できるプロテインと野菜の組み合わせを使用して、1週間の食事プランを書く
pt_br: Escreva um plano de refeições para uma semana usando uma mistura de proteínas e vegetais que podem ser preparados em menos de 30 minutos
sv: Skriv en måltidsplan för en vecka med en blandning av proteiner och grönsaker som kan förberedas på under 30 minuter
tr: 30 dakikanın altında hazırlanabilen proteinler ve sebzeler karışımını kullanarak bir haftalık bir yemek planı yazın

source: Cultivate a growth mindset
de: Entwickeln Sie eine Wachstumsmentalität
es: Cultiva una Mentalidad de Crecimiento
fr: Cultiver une mentalité de croissance.
id: Menumbuhkan Pola Pikir Pertumbuhan
it: Coltiva una mentalità di crescita
ja: 成長マインドセットを育む
pt_br: Cultivar uma Mentalidade de Crescimento
sv: Odla en tillväxtsinriktad mentalitet
tr: Büyüme Zihniyeti Geliştirme

source: Write a basic guide on how to cultivate a growth mindset
de: Schreiben Sie einen grundlegenden Leitfaden zur Entwicklung einer Wachstumsmentalität
es: Escribe una guía básica sobre cómo cultivar una mentalidad de crecimiento
fr: Écrivez un guide de base sur la manière de cultiver une mentalité de croissance.
id: Menulis panduan dasar tentang cara menumbuhkan pola pikir pertumbuhan
it: Scrivi una guida di base su come coltivare una mentalità di crescita
ja: 成長マインドセットを育むための基本的なガイドを書く
pt_br: Escreva um guia básico sobre como cultivar uma mentalidade de crescimento
sv: Skriv en grundläggande guide om hur man kan odla en tillväxtsinriktad mentalitet
tr: Bir büyüme zihniyeti geliştirmenin temel bir rehberini yazın

source: Reducing Anxiety
de: Angst reduzieren
es: Reducir la Ansiedad
fr: Réduire l'anxiété.
id: Mengurangi Kecemasan
it: Ridurre l'ansia
ja: 不安の軽減
pt_br: Reduzir a Ansiedade
sv: Minska ångest
tr: Anksiyeteyi Azaltma

source: Get advice for reducing anxiety and becoming more present
de: Erhalten Sie Ratschläge zur Reduzierung von Angst und zur Steigerung Ihrer Präsenz
es: Recibe consejos para reducir la ansiedad y estar más presente
fr: Obtenez des conseils pour réduire l'anxiété et être plus présent.
id: Dapatkan saran untuk mengurangi kecemasan dan menjadi lebih hadir
it: Ricevi consigli per ridurre l'ansia e diventare più presente
ja: 不安を軽減し、より現在に集中するためのアドバイスを受ける
pt_br: Receba conselhos para reduzir a ansiedade e se tornar mais presente
sv: Få råd för att minska ångest och bli mer närvarande
tr: Anksiyeteyi azaltma ve daha çok şimdiye odaklanma konusunda tavsiyeler alın

source: Sleep Better
de: Besser schlafen
es: Dormir Mejor
fr: Mieux dormir.
id: Tidur Lebih Baik
it: Dormi meglio
ja: より良く眠る
pt_br: Dormir Melhor
sv: Sov bättre
tr: Daha İyi Uyuyun

source: Identify the main causes of disruptive sleep patterns and get advice to improve them
de: Identifizieren Sie die Hauptursachen für gestörte Schlafmuster und erhalten Sie Ratschläge zur Verbesserung
es: Identifica las principales causas de patrones de sueño disruptivos y recibe consejos para mejorarlos
fr: Identifiez les principales causes des troubles du sommeil et obtenez des conseils pour les améliorer.
id: Identifikasi penyebab utama pola tidur yang mengganggu dan dapatkan saran untuk memperbaikinya
it: Identifica le principali cause dei disturbi del sonno e ricevi consigli per migliorarli
ja: 睡眠パターンの乱れの主な原因を特定し、それを改善するためのアドバイスを受ける
pt_br: Identifique as principais causas de padrões de sono disruptivos e obtenha conselhos para melhorá-los
sv: Identifiera de främsta orsakerna till störande sömnvanor och få råd för att förbättra dem
tr: Uykusuzluğun başlıca nedenlerini belirleyin ve onları düzeltmek için tavsiyeler alın

source: Life Coach
de: Lebenscoach
es: Entrenador de Vida
fr: Coach de vie.
id: Pelatih Hidup
ja: ライフコーチ
pt_br: Coach de Vida
sv: Livscoach
tr: Yaşam Koçu

source: Assists individuals in making informed, healthier life choices to achieve their goals.
de: Unterstützt Einzelpersonen dabei, informierte, gesündere Lebensentscheidungen zu treffen, um ihre Ziele zu erreichen.
es: Ayuda a las personas a tomar decisiones informadas y más saludables para alcanzar sus objetivos de vida.
fr: Aide les individus à prendre des décisions éclairées pour une vie plus saine afin d'atteindre leurs objectifs.
id: Membantu individu membuat pilihan hidup yang berdasar informasi untuk mencapai tujuan mereka.
it: Assiste le persone nella presa di decisioni informate per raggiungere i propri obiettivi di vita.
ja: 個人が情報を得て、より健康的な生活選択をし、目標を達成するのをサポートします。
pt_br: Ajuda indivíduos a fazer escolhas de vida informadas e mais saudáveis para alcançar seus objetivos.
sv: Hjälper individer att fatta informerade, hälsosammare livsval för att nå sina mål.
tr: Bireylere hedeflerine ulaşmak için bilinçli, daha sağlıklı yaşam seçimleri yapmalarında yardımcı olur.

source: Dietitian
de: Ernährungsberater
es: Dietista
fr: Diététicien(ne).
id: Ahli Gizi
it: Dietista
ja: 栄養士
pt_br: Nutricionista
sv: Dietist
tr: Diyetisyen

source: Clinically tailored nutrition and health recommendations using height, weight, age, and gender info.
de: Klinisch maßgeschneiderte Ernährungs- und Gesundheitsempfehlungen unter Verwendung von Informationen zu Größe, Gewicht, Alter und Geschlecht.
es: Recomendaciones de nutrición y salud adaptadas clínicamente utilizando información de altura, peso, edad y género.
fr: Recommandations nutritionnelles et de santé adaptées sur le plan clinique en utilisant des informations sur la taille, le poids, l'âge et le genre.
id: Rekomendasi nutrisi dan kesehatan yang disesuaikan secara klinis dengan menggunakan informasi tinggi badan, berat badan, usia, dan jenis kelamin.
it: Raccomandazioni nutrizionali e sanitarie clinicamente personalizzate utilizzando informazioni sulla altezza, peso, età e genere.
ja: 身長、体重、年齢、性別情報を使用した臨床的に調整された栄養と健康の推奨事項
pt_br: Recomendações de nutrição e saúde clinicamente adaptadas usando informações de altura, peso, idade e gênero.
sv: Kliniskt anpassade närings- och hälsoförslag med hjälp av information om längd, vikt, ålder och kön.
tr: Boy, kilo, yaş ve cinsiyet bilgilerini kullanarak klinik olarak uyarlanmış beslenme ve sağlık önerileri.

source: Yoga Retreat
es: Retiro de Yoga
fr: Retraite de yoga.
id: Retret Yoga
it: Ritiro di yoga
ja: ヨガリトリート
pt_br: Retiro de Yoga
tr: Yoga Kaçamağı

source: Lead an online yoga and relaxation session
de: Leiten Sie eine Online-Yoga- und Entspannungssitzung
es: Dirige una sesión de yoga en línea y relajación
fr: Animez une séance de yoga en ligne et de relaxation.
id: Pimpin sesi yoga dan relaksasi online
it: Conduci una sessione di yoga e relax online
ja: オンラインのヨガとリラクゼーションセッションを主催する
pt_br: Liderar uma sessão de yoga online e relaxamento
sv: Led en onlineyoga- och avslappningssession
tr: Çevrimiçi bir yoga ve rahatlama oturumu yönetin

source: Mindful Meditation
de: Achtsame Meditation
es: Meditación Consciente
fr: Méditation en pleine conscience.
id: Meditasi Penuh Perhatian
it: Meditazione consapevole
ja: マインドフル瞑想
pt_br: Meditação Consciente
sv: Medveten meditation
tr: Farkındalık Meditasyonu

source: Practice mindfulness through guided meditation
de: Praktizieren Sie Achtsamkeit durch geführte Meditation
es: Practica la atención plena a través de la meditación guiada
fr: Pratiquez la pleine conscience grâce à une méditation guidée.
id: Praktikkan mindfulness melalui meditasi yang dipandu
it: Pratica la consapevolezza attraverso la meditazione guidata
ja: ガイド付き瞑想を通じてマインドフルネスを実践する
pt_br: Pratique a atenção plena por meio da meditação guiada
sv: Öva mindfulness genom guidad meditation
tr: Rehberli meditasyonla farkındalık pratiği yapın

source: Wellness Playlist
es: Lista de Reproducción de Bienestar
fr: Playlist bien-être.
id: Daftar Putar Kesejahteraan
it: Playlist per il benessere
ja: ウェルネスプレイリスト
pt_br: Playlist de Bem-Estar
sv: Välmående spellista
tr: Sağlık Çalma Listesi

source: Create a playlist for a wellness workout
de: Erstellen Sie eine Playlist für ein Wellness-Training
es: Crea una lista de reproducción para un entrenamiento de bienestar
fr: Créez une playlist pour un entraînement bien-être.
id: Buat daftar putar untuk latihan kesejahteraan
it: Crea una playlist per un allenamento del benessere
ja: ウェルネスワークアウト用のプレイリストを作成する
pt_br: Crie uma playlist para um treino de bem-estar
sv: Skapa en spellista för ett välmående träningspass
tr: Sağlık için bir çalışma listesi oluşturun

source: Relationship Coach
de: Beziehungscoach
es: Entrenador de Relaciones
fr: Coach en relations.
id: Pelatih Hubungan
it: Coach per le relazioni
ja: 関係コーチ
pt_br: Coach de Relacionamentos
sv: Relationscoach
tr: İlişki Koçu

source: Advice on communication techniques or different strategies for improving their understanding of one another's perspectives
de: Ratschläge zu Kommunikationstechniken oder verschiedenen Strategien zur Verbesserung des Verständnisses für die Perspektiven des anderen
es: Consejos sobre técnicas de comunicación o estrategias diferentes para mejorar la comprensión de las perspectivas mutuas
fr: Conseils sur les techniques de communication ou différentes stratégies pour améliorer leur compréhension des perspectives mutuelles.
id: Saran tentang teknik komunikasi atau strategi yang berbeda untuk meningkatkan pemahaman mereka terhadap sudut pandang satu sama lain
it: Consigli su tecniche di comunicazione o diverse strategie per migliorare la comprensione delle reciproche prospettive
ja: お互いの視点を理解するためのコミュニケーション技術や異なる戦略に関するアドバイス
pt_br: Conselhos sobre técnicas de comunicação ou estratégias diferentes para melhorar a compreensão das perspectivas uns dos outros
sv: Råd om kommunikationstekniker eller olika strategier för att förbättra förståelsen av varandras perspektiv
tr: Birbirlerinin bakış açısını anlama konusunda iletişim teknikleri veya farklı stratejiler hakkında tavsiyeler

source: Chef
de: Koch
fr: Chef cuisinier.
id: Koki
ja: シェフ
pt_br: Chef de Cozinha
sv: Kock
tr: Şef

source: Recipes that include nutritionally beneficial but also easy & not time-consuming foods
de: Rezepte, die ernährungstechnisch vorteilhaft sind, aber auch einfache und zeitsparende Lebensmittel enthalten
es: Recetas que incluyen alimentos beneficiosos desde el punto de vista nutricional pero también fáciles y que no consumen mucho tiempo
fr: Recettes comprenant des aliments nutritionnellement bénéfiques mais aussi faciles à préparer et qui ne prennent pas beaucoup de temps.
id: Resep yang mencakup makanan bergizi namun juga mudah dan tidak memerlukan waktu lama
it: Ricette che includono alimenti nutrizionalmente benefici ma anche facili e non richiedono molto tempo
ja: 栄養に富み、簡単で時間のかからない食品を含むレシピ
pt_br: Receitas que incluem alimentos nutricionalmente benéficos, mas também fáceis e que não consomem muito tempo
sv: Recept som inkluderar näringsmässigt gynnsamma men också enkla och tidsbesparande livsmedel
tr: Beslenme açısından faydalı ancak aynı zamanda kolay ve zaman almayan yiyecekleri içeren tarifler

source: Identify the Symptoms of Anxiety Disorder
de: Identifizieren Sie die Symptome einer Angststörung
es: Identificar los Síntomas del Trastorno de Ansiedad
fr: Identifier les symptômes du trouble anxieux.
id: Identifikasi Gejala Gangguan Kecemasan
it: Identificare i sintomi del disturbo d'ansia
ja: 不安障害の症状を特定する
pt_br: Identificar os Sintomas do Transtorno de Ansiedade
sv: Identifiera symptomen på ångestsyndrom
tr: Anksiyete Bozukluğu Belirtilerini Tanımlama

source: Learn everything about Anxiety
de: Erfahren Sie alles über Angst
es: Aprende todo sobre la ansiedad
fr: Apprenez tout sur l'anxiété.
id: Pelajari segalanya tentang Kecemasan
it: Impara tutto sull'ansia
ja: 不安についてすべてを学ぶ
pt_br: Aprenda tudo sobre a Ansiedade
sv: Lär dig allt om ångest
tr: Anksiyete hakkında her şeyi öğrenin

source: Total Daily Energy Expenditure
de: Gesamte tägliche Energieaufwendung
es: Gasto Energético Diario Total
fr: Dépense énergétique quotidienne totale.
id: Total Pengeluaran Energi Harian
it: Spesa energetica giornaliera totale
ja: 1日の総エネルギー消費量
pt_br: Despesa Energética Diária Total
sv: Totalt dagligt energiförbrukning
tr: Günlük Toplam Enerji Harcaması

source: Calculate Total Daily Energy Expenditure
de: Berechnen Sie die gesamte tägliche Energieaufwendung
es: Calcula el Gasto Energético Diario Total
fr: Calculez la dépense énergétique quotidienne totale.
id: Hitung Total Pengeluaran Energi Harian
it: Calcola la spesa energetica giornaliera totale
ja: 1日の総エネルギー消費量を計算する
pt_br: Calcule a Despesa Energética Diária Total
sv: Beräkna totalt dagligt energiförbrukning
tr: Günlük Toplam Enerji Harcamasını Hesaplayın

source: Daily Horoscope / Love, Money, Mood, Health
de: Tageshoroskop / Liebe, Geld, Stimmung, Gesundheit
es: Horóscopo Diario / Amor, Dinero, Estado de Ánimo, Salud
fr: Horoscope quotidien / Amour, Argent, Humeur, Santé.
id: Horoskop Harian / Cinta, Uang, Mood, Kesehatan
it: Oroscopo giornaliero / Amore, Denaro, Umore, Salute
ja: デイリーホロスコープ/愛情、お金、気分、健康
pt_br: Horóscopo Diário / Amor, Dinheiro, Humor, Saúde
sv: Dagligt horoskop / Kärlek, Pengar, Humör, Hälsa
tr: Günlük Burç / Aşk, Para, Ruh Hali, Sağlık

source: Learn Daily Horoscope
de: Tägliches Horoskop lernen
es: Aprende el Horóscopo Diario
fr: Apprendre l'horoscope quotidien.
id: Pelajari Horoskop Harian
it: Impara l'oroscopo quotidiano
ja: 毎日の星座占いを学ぶ
pt_br: Aprender Horóscopo Diário
sv: Lär dig dagligt horoskop
tr: Günlük Burcu Öğren

source: What are 10 characteristic features of my zodiac sign?
de: Was sind 10 charakteristische Merkmale meines Sternzeichens?
es: ¿Cuáles son las 10 características de mi signo zodiacal?
fr: Quelles sont les 10 caractéristiques de mon signe du zodiaque ?
id: Apa 10 fitur karakteristik dari tanda zodiak saya?
it: Quali sono 10 caratteristiche del mio segno zodiacale?
ja: 私の星座の10の特徴的な特徴は何ですか？
pt_br: Quais são as 10 características do meu signo do zodíaco?
sv: Vilka är 10 karakteristiska drag för mitt stjärntecken?
tr: Burç işaretimin 10 karakteristik özelliği nelerdir?

source: Characteristics of your zodiac sign
de: Eigenschaften deines Sternzeichens
es: Características de tu signo zodiacal
fr: Caractéristiques de votre signe du zodiaque.
id: Karakteristik tanda zodiak Anda
it: Caratteristiche del tuo segno zodiacale
ja: あなたの星座の特徴
pt_br: Características do seu signo do zodíaco
sv: Karakteristika för ditt stjärntecken
tr: Burcunuzun karakteristik özellikleri

source: Interpretation your Horoscope Map
de: Deine Horoskopkarte interpretieren
es: Interpretación de tu Mapa del Horóscopo
fr: Interprétation de votre carte de l'horoscope.
id: Interpretasi Peta Horoskop Anda
it: Interpretazione della tua mappa dell'oroscopo
ja: あなたのホロスコープマップの解釈
pt_br: Interpretação do seu Mapa Astral
sv: Tolkning av din horoskopkarta
tr: Burç Haritanızı Yorumlama

source: Your sun sign, moon sign, and rising sign e.g
de: Dein Sonnenzeichen, Mondzeichen und aufsteigendes Zeichen, z.B.
es: Tu signo solar, signo lunar y signo ascendente, por ejemplo
fr: Votre signe solaire, signe lunaire et signe ascendant, par exemple.
id: Tanda matahari, tanda bulan, dan tanda naik Anda misalnya
it: Il tuo segno solare, segno lunare e segno ascendente, ad esempio
ja: あなたの太陽のサイン、月のサイン、ライジングサインなど
pt_br: Seu signo solar, signo lunar e signo ascendente, por exemplo
sv: Ditt soltecken, måntecken och stigande tecken, t.ex.
tr: Güneş burcunuz, ay burcunuz ve yükselen burcunuz vb.

source: Tarot Analysis
de: Tarot-Analyse
es: Análisis de Tarot
fr: Analyse du tarot.
id: Analisis Tarot
it: Analisi dei tarocchi
ja: タロット分析
pt_br: Análise do Tarô
sv: Tarotanalys
tr: Tarot Analizi

source: Let's begin by having you choose a card from the Tarot deck
de: Lassen Sie uns beginnen, indem Sie eine Karte aus dem Tarot-Deck auswählen
es: Empecemos eligiendo una carta de la baraja de Tarot
fr: Commençons par vous faire choisir une carte du jeu de tarot.
id: Mari kita mulai dengan Anda memilih kartu dari dek Tarot
it: Cominciamo facendoti scegliere una carta dal mazzo dei tarocchi
ja: タロットデッキからカードを選んでもらって始めましょう
pt_br: Vamos começar escolhendo uma carta do baralho de Tarô
sv: Låt oss börja genom att låta dig välja ett kort från Tarot-leken
tr: Tarot destesinden bir kart seçerek başlayalım

source: Weekly Horoscope
de: Wöchentliches Horoskop
es: Horóscopo Semanal
fr: Horoscope hebdomadaire.
id: Horoskop Mingguan
it: Oroscopo settimanale
ja: 週間星座占い
pt_br: Horóscopo Semanal
sv: Veckans horoskop
tr: Haftalık Burç Yorumu

source: Weekly horoscope analysis using your zodiac sign
de: Wöchentliche Horoskopanalyse unter Verwendung deines Sternzeichens
es: Análisis semanal del horóscopo utilizando tu signo zodiacal
fr: Analyse de l'horoscope hebdomadaire en utilisant votre signe du zodiaque.
id: Analisis horoskop mingguan menggunakan tanda zodiak Anda
it: Analisi dell'oroscopo settimanale utilizzando il tuo segno zodiacale
ja: あなたの星座を使用した週間星座占いの分析
pt_br: Análise do horóscopo semanal usando seu signo do zodíaco
sv: Veckans horoskopanalys med hjälp av ditt stjärntecken
tr: Burcunuzu kullanarak haftalık burç yorumu analizi

source: Music & Movies Zodiac Sign
de: Musik & Filme nach deinem Sternzeichen
es: Signo Zodiacal en Música y Películas
fr: Signe du zodiaque pour la musique et les films.
id: Tanda Zodiak Musik & Film
it: Segno zodiacale per musica e film
ja: 音楽＆映画の星座サイン
pt_br: Signo do Zodíaco para Música e Filmes
sv: Musik och filmer kopplade till ditt stjärntecken
tr: Müzik ve Filmlerle Burç Uyumu

source: Music & Movies match with your Zodiac Sign
de: Musik & Filme, die zu deinem Sternzeichen passen
es: Combina la Música y las Películas con tu Signo Zodiacal
fr: Correspondance de la musique et des films avec votre signe du zodiaque.
id: Cocokkan Musik & Film dengan Tanda Zodiak Anda
it: Corrispondenza tra musica e film e il tuo segno zodiacale
ja: あなたの星座サインに合った音楽＆映画
pt_br: Música e Filmes que combinam com o seu Signo do Zodíaco
sv: Musik och filmer som matchar med ditt stjärntecken
tr: Müzik ve Filmlerin burcunuzla eşleşmesi

source: Create a travel playlist
de: Eine Reise-Playlist erstellen
es: Crea una lista de reproducción de viaje
fr: Créez une playlist de voyage.
id: Buat daftar putar perjalanan
it: Crea una playlist di viaggio
ja: 旅行プレイリストを作成する
pt_br: Crie uma playlist de viagem
sv: Skapa en spellista för resan
tr: Seyahat çalma listesi oluştur
