Repository: ekremalkn/AI-Chat-Assistant
Catalog: AI-Chat-Assistant/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, pt_br, sv, tr

source: Create a playlist that reflects the spirit and atmosphere of your desired country/city
de: Erstellen Sie eine Playlist, die den Geist und die Atmosphäre Ihres gewünschten Landes/Stadt widerspiegelt
es: Crea una lista de reproducción que refleje el espíritu y la atmósfera de tu país/ciudad deseado
fr: Créez une playlist qui reflète l'esprit et l'atmosphère de votre pays/ville souhaité(e).
id: Buat daftar putar yang mencerminkan semangat dan atmosfer negara/kota yang Anda inginkan
it: Crea una playlist che rifletta lo spirito e l'atmosfera del paese/città desiderato
ja: 希望する国や都市の雰囲気と精神を反映するプレイリストを作成する
pt_br: Crie uma playlist que reflita o espírito e a atmosfera do país/cidade desejados
sv: Skapa en spellista som speglar andan och atmosfären i det önskade landet/staden
tr: İstenilen ülkenin/şehrin ruhunu ve atmosferini yansıtan bir çalma listesi oluştur

source: Local Foods
es: Comidas Locales
fr: Produits locaux
id: Makanan Lokal
it: Cibi locali
ja: 現地の食べ物
pt_br: Comidas Locais
sv: Lokala maträtter
tr: Yerel Yemekler

source: Learn about local foods according to your travel destination
de: Erfahren Sie mehr über lokale Lebensmittel entsprechend Ihrem Reiseziel
es: Aprende sobre comidas locales según tu destino de viaje
fr: Apprenez les plats locaux de votre destination de voyage.
id: Pelajari tentang makanan lokal sesuai dengan tujuan perjalanan Anda
it: Scopri i cibi locali in base alla tua destinazione di viaggio
ja: 旅行先に合わせて現地の食べ物を学ぶ
pt_br: Saiba sobre as comidas locais de acordo com o seu destino de viagem
sv: Lär dig om lokala maträtter baserat på din resedestination
tr: Seyahat ettiğiniz yerin yerel yemeklerini öğrenin

source: Help me learn a new language
de: Hilf mir, eine neue Sprache zu lernen
es: Ayúdame a aprender un nuevo idioma
fr: Aidez-moi à apprendre une nouvelle langue.
id: Bantu saya belajar bahasa baru
it: Aiutami a imparare una nuova lingua
ja: 新しい言語を学ぶのを助けて
pt_br: Me ajude a aprender um novo idioma
sv: Hjälp mig lära mig ett nytt språk
tr: Yeni bir dil öğrenmem için yardım edin

source: Learn the language of the place you will travel to
de: Lernen Sie die Sprache des Ortes, den Sie besuchen werden
es: Aprende el idioma del lugar al que viajarás
fr: Apprenez la langue du lieu où vous allez voyager.
id: Pelajari bahasa tempat yang akan Anda kunjungi
it: Impara la lingua del posto in cui viaggerai
ja: 行く場所の言語を学ぶ
pt_br: Aprenda o idioma do lugar para onde você vai viajar
sv: Lär dig språket på den plats du kommer att resa till
tr: Seyahat edeceğiniz yerin dilini öğrenin

source: Budgeting Tips
de: Tipps zum Budgetieren
es: Consejos de Presupuesto
fr: Conseils de gestion budgétaire.
id: Tips Penganggaran
it: Suggerimenti per il bilancio
ja: 予算立案のヒント
pt_br: Dicas de Orçamento
sv: Budgettips
tr: Bütçe Planlama İpuçları

source: Providing tips for saving money relevant
de: Tipps zur Einsparung von Geld bereitstellen
es: Proporcionando consejos relevantes para ahorrar dinero
fr: Fournir des conseils pertinents pour économiser de l'argent.
id: Memberikan tips untuk menghemat uang yang relevan
it: Fornire suggerimenti per risparmiare denaro rilevanti
ja: 節約に関するお金のヒントを提供
pt_br: Fornecendo dicas para economizar dinheiro relevantes
sv: Ge tips för att spara pengar som är relevanta
tr: Para biriktirme konusunda ilgili ipuçları sağlama

source: Advise on off-season travel
de: Ratschläge zur Reise außerhalb der Saison
es: Consejos sobre viajes en temporada baja
fr: Conseils sur les voyages hors saison.
id: Berikan saran tentang perjalanan di musim sepi
it: Consigli sul viaggio fuori stagione
ja: 混雑しない季節の旅行に関するアドバイス
pt_br: Aconselhar sobre viagens na baixa temporada
sv: Råd om resor under lågsäsong
tr: Mevsim dışı seyahat konusunda tavsiye verme

source: Find out the best time to visit your desired destination and its activities
de: Erfahren Sie, wann die beste Zeit ist, um Ihr gewünschtes Reiseziel und seine Aktivitäten zu besuchen
es: Descubre la mejor época para visitar tu destino deseado y sus actividades
fr: Découvrez la meilleure période pour visiter votre destination souhaitée et ses activités.
id: Cari tahu waktu terbaik untuk mengunjungi tujuan yang Anda inginkan dan kegiatannya
it: Scopri il momento migliore per visitare la tua destinazione desiderata e le sue attività
ja: 訪れたい場所とそのアクティビティの最適な時期を見つける
pt_br: Descubra o melhor momento para visitar o seu destino desejado e suas atividades
sv: Ta reda på den bästa tiden att besöka din önskade destination och dess aktiviteter
tr: İstenilen yerin en iyi ziyaret zamanını ve etkinliklerini bulun

source: Social Media Caption Generator
de: Social-Media-Bildunterschriften-Generator
es: Generador de Leyendas para Redes Sociales
fr: Générateur de légendes pour les médias sociaux.
id: Generator Keterangan Media Sosial
it: Generatore di didascalie per i social media
ja: ソーシャルメディアキャプションジェネレーター
pt_br: Gerador de Legendas para Mídias Sociais
sv: Generator för sociala medier bildtexter
tr: Sosyal Medya Başlığı Oluşturucu

source: Generate social media captions based on concept, type, and platform
de: Generieren Sie Social-Media-Bildunterschriften basierend auf Konzept, Typ und Plattform
es: Genera leyendas para redes sociales basadas en concepto, tipo y plataforma
fr: Générez des légendes pour les médias sociaux en fonction du concept, du type et de la plateforme.
id: Buat keterangan media sosial berdasarkan konsep, jenis, dan platform
it: Genera didascalie per i social media basate su concetto, tipo e piattaforma
ja: コンセプト、タイプ、プラットフォームに基づいてソーシャルメディアのキャプションを生成
pt_br: Gere legendas para redes sociais com base no conceito, tipo e plataforma
sv: Skapa bildtexter för sociala medier baserat på koncept, typ och plattform
tr: Kavram, tür ve platforma dayalı sosyal medya başlıkları oluştur

source: Post Ideas
de: Beitragsideen
es: Ideas para Publicaciones
fr: Idées de publication.
id: Ide Pos
it: Ideazioni per post
ja: 投稿アイデア
pt_br: Ideias de Postagem
sv: Inläggsidéer
tr: Gönderi Fikirleri

source: Generate engaging social media post ideas
de: Erzeugen Sie ansprechende Ideen für Social-Media-Beiträge
es: Genera ideas atractivas para publicaciones en redes sociales
fr: Générez des idées de publication attrayantes pour les médias sociaux.
id: Hasilkan ide pos media sosial yang menarik
it: Genera idee coinvolgenti per i post sui social media
ja: 魅力的なソーシャルメディア投稿アイデアを生成
pt_br: Gere ideias de postagens envolventes para redes sociais
sv: Skapa engagerande idéer för inlägg på sociala medier
tr: Etkileyici sosyal medya gönderi fikirleri oluştur

source: Generate Business Ideas
de: Geschäftsideen generieren
es: Genera ideas de negocios innovadoras en tu industria
fr: Générer des idées commerciales.
id: Hasilkan ide bisnis inovatif di industri Anda
it: Genera idee imprenditoriali
ja: ビジネスアイデアを生成
pt_br: Gerar ideias de negócios inovadoras na sua indústria
sv: Generera affärsidéer
tr: İş Fikirleri Oluştur

source: Generate innovative business ideas in your industry
de: Generieren Sie innovative Geschäftsideen in Ihrer Branche
es: Genera ideas de negocios innovadoras en tu industria
fr: Générez des idées commerciales innovantes dans votre secteur.
it: Genera idee imprenditoriali innovative nel tuo settore
ja: あなたの業界で革新的なビジネスアイデアを生成
pt_br: Gerar ideias de negócios inovadoras na sua indústria
sv: Generera innovativa affärsidéer inom din bransch
tr: Sektörünüzde yenilikçi iş fikirleri oluştur

source: Brand Tagline
de: Marken-Slogan
es: Lema de Marca
fr: Slogan de la marque.
id: Tagline Merek
it: Slogan del marchio
ja: ブランドのスローガン
pt_br: Slogan da Marca
sv: Varumärkes slogan
tr: Marka Sloganı

source: Create a catchy brand tagline
de: Einen eingängigen Markenslogan erstellen
es: Crea un lema de marca llamativo
fr: Créez un slogan de marque accrocheur.
id: Buat tagline merek yang menarik perhatian
it: Crea uno slogan accattivante per il tuo marchio
ja: 魅力的なブランドのスローガンを作成
pt_br: Crie um slogan cativante para a marca
sv: Skapa en fångande varumärkesslogan
tr: Dikkat çeken bir marka sloganı oluştur

source: Product Naming
de: Produktnamengebung
es: Nombrar Productos
fr: Nom de produit.
id: Pemberian Nama Produk
it: Nome del prodotto
ja: 製品の命名
pt_br: Nome do Produto
sv: Produktnamn
tr: Ürün İsmi

source: Generate product naming ideas
de: Generieren Sie Ideen für Produktnamen
es: Genera ideas para nombrar productos
fr: Générez des idées de nom de produit.
id: Hasilkan ide pemberian nama produk
it: Genera idee per il nome del prodotto
ja: 製品の命名アイデアを生成
pt_br: Gere ideias de nomes para produtos
sv: Skapa idéer för produktnamn
tr: Ürün ismi fikirleri oluştur

source: Online Strategy
de: Online-Strategie
es: Estrategia en Línea
fr: Stratégie en ligne
id: Strategi Online
it: Strategia online
ja: オンライン戦略
pt_br: Estratégia Online
sv: Online strategi
tr: Çevrimiçi Strateji

source: Prepare a social media plan for product launch
de: Erstellen Sie einen Social-Media-Plan für die Produkteinführung
es: Prepara un plan de redes sociales para el lanzamiento de un producto
fr: Préparez un plan de médias sociaux pour le lancement d'un produit
id: Siapkan rencana media sosial untuk peluncuran produk
it: Prepara un piano di social media per il lancio di un prodotto
ja: 製品のローンチのためのソーシャルメディアプランを準備する
pt_br: Prepare um plano de mídia social para lançamento de produto
sv: Förbered en social medieplan för produktlansering
tr: Ürün lansmanı için sosyal medya planı hazırlayın

source: Marketing Slogans
es: Esloganes de Marketing
fr: Slogans marketing
id: Slogan Pemasaran
it: Slogan di marketing
ja: マーケティングスローガン
pt_br: Slogans de Marketing
sv: Marknadsföringsslogans
tr: Pazarlama Sloganları

source: Brainstorm marketing slogans
de: Brainstorming für Marketing-Slogans
es: Genera esloganes de marketing
fr: Brainstorming de slogans marketing
id: Membuat slogan pemasaran
it: Fai una tempesta di idee per slogan di marketing
ja: マーケティングスローガンを練る
pt_br: Faça uma tempestade de ideias para slogans de marketing
sv: Hjärnstorma marknadsföringsslogans
tr: Pazarlama sloganları için fikirler üretin

source: Niche Markets
de: Nischenmärkte
es: Mercados de Nicho
fr: Marchés de niche
id: Pasar Niche
it: Mercati di nicchia
ja: ニッチ市場
pt_br: Mercados de Nicho
sv: Nischmarknader
tr: Niş Pazarlar

source: Get to know three niche markets in your industry
de: Lernen Sie drei Nischenmärkte in Ihrer Branche kennen
es: Conoce tres mercados de nicho en tu industria
fr: Découvrez trois marchés de niche dans votre industrie
id: Kenali tiga pasar niche dalam industri Anda
it: Scopri tre mercati di nicchia nella tua industria
ja: あなたの業界での3つのニッチ市場を知る
pt_br: Conheça três mercados de nicho na sua indústria
sv: Lär känna tre nischmarknader inom din bransch
tr: Sektörünüzdeki üç niş pazarı tanıyın

source: Picnic Outfit Idea
de: Idee für ein Picknick-Outfit
es: Idea de Outfit para Picnic
fr: Idée de tenue pour un pique-nique
id: Ide Pakaian Piknik
it: Idea per l'abbigliamento da picnic
ja: ピクニックの服装のアイデア
pt_br: Ideia de Roupa para Piquenique
sv: Picknickklädselidé
tr: Piknik Kıyafet Fikri

source: Get ideas for a casual outdoor picnic
de: Holen Sie sich Ideen für ein lockeres Outdoor-Picknick
es: Obtén ideas para un picnic al aire libre casual
fr: Obtenez des idées pour un pique-nique décontracté en plein air
id: Dapatkan ide untuk piknik santai di luar ruangan
it: Ottieni idee per un picnic all'aperto informale
ja: カジュアルなアウトドアピクニックのアイデアを得る
pt_br: Obtenha ideias para um piquenique casual ao ar livre
sv: Få idéer för en avslappnad utomhuspicknick
tr: Rahat bir açık hava pikniği için fikirler alın

source: Long Flight Outfit Idea
de: Idee für ein Outfit für lange Flüge
es: Idea de Outfit para Vuelos Largos
fr: Idée de tenue pour un long vol
id: Ide Pakaian untuk Penerbangan Panjang
it: Idea per l'abbigliamento per voli lunghi
ja: 長距離飛行の服装のアイデア
pt_br: Ideia de Roupa para Voo Longo
sv: Idé för klädsel vid långa flygningar
tr: Uzun Uçuş Kıyafet Fikri

source: Get to know what's a long flight outfit
de: Erfahren Sie, was ein Outfit für lange Flüge ist
es: Descubre qué es un outfit para vuelos largos
fr: Découvrez ce qu'est une tenue pour un long vol
id: Kenali apa itu pakaian untuk penerbangan panjang
it: Scopri cos'è l'abbigliamento per voli lunghi
ja: 長距離飛行の服装を知る
pt_br: Saiba o que é uma roupa adequada para voos longos
sv: Ta reda på vad som är lämplig klädsel för långa flygningar
tr: Uzun uçuş kıyafetini öğrenin

source: Winter Fashion Choices
de: Wintermode-Optionen
es: Elecciones de Moda para Invierno
fr: Choix de mode d'hiver
id: Pilihan Fashion Musim Dingin
it: Scelte di moda invernale
ja: 冬のファッションの選択
pt_br: Escolhas de Moda para o Inverno
sv: Vintermodeval
tr: Kış Moda Seçenekleri

source: Update your fashion choices for winter
de: Aktualisieren Sie Ihre Modewahl für den Winter
es: Actualiza tus elecciones de moda para el invierno
fr: Mettez à jour vos choix de mode pour l'hiver
id: Perbarui pilihan fashion Anda untuk musim dingin
it: Aggiorna le tue scelte di moda per l'inverno
ja: 冬のファッション選択肢を更新する
pt_br: Atualize suas escolhas de moda para o inverno
sv: Uppdatera dina modeval inför vintern
tr: Kış için moda seçeneklerinizi güncelleyin

source: (Twitter) Tweets
es: Tweets (Twitter)
fr: Tweets (Twitter)
id: (Twitter) Tweet
it: (Twitter) Tweet
ja: (Twitter) ツイート
pt_br: Tweets (Twitter)
tr: (Twitter) Tweetler

source: Create Twitter posts
de: Erstellen Sie Twitter-Beiträge
es: Crea publicaciones en Twitter
fr: Créez des publications Twitter
id: Buat pos Twitter
it: Crea post su Twitter
ja: Twitterの投稿を作成する
pt_br: Crie postagens no Twitter
sv: Skapa Twitter-inlägg
tr: Twitter gönderileri oluşturun

source: (Twitter) Write Twitter Bio
de: (Twitter) Twitter-Bio schreiben
es: Escribe tu propia biografía en Twitter
fr: Écrivez votre propre bio Twitter
id: (Twitter) Tulis Bio Twitter
it: (Twitter) Scrivi la tua biografia su Twitter
ja: (Twitter) Twitterの自己紹介を書く
pt_br: Escreva a bio do seu Twitter
sv: (Twitter) Skriv Twitter-bio
tr: (Twitter) Twitter Biyografisi Yazın

source: Create your own Twitter bio
de: Erstellen Sie Ihre eigene Twitter-Bio
es: Crea tu propia biografía en Twitter
fr: Créez votre propre bio Twitter
id: Buat bio Twitter Anda sendiri
it: Crea la tua biografia su Twitter
ja: あなた自身のTwitterの自己紹介を作成する
pt_br: Crie sua própria bio do Twitter
sv: Skapa din egen Twitter-bio
tr: Kendi Twitter biyografinizi oluşturun

source: (Twitter) Retweet
es: Retwittear (Twitter)
fr: Retweeter (Twitter)
ja: (Twitter) リツイート
pt_br: Retweetar (Twitter)

source: Retweet with a comment
de: Retweeten mit einem Kommentar
es: Retwittear con un comentario
fr: Retweeter avec un commentaire
id: Retweet dengan komentar
it: Retweet con un commento
ja: コメント付きでリツイート
pt_br: Retweetar com um comentário
sv: Retweeta med en kommentar
tr: Yorumla birlikte retweet yapın

source: (Twitter) Hashtags
es: Hashtags (Twitter)
fr: Hashtags (Twitter)
id: (Twitter) Hashtag
it: (Twitter) Hashtag
ja: (Twitter) ハッシュタグ
pt_br: Hashtags (Twitter)
tr: (Twitter) Hashtag'ler

source: Create hashtags for tweets
de: Erstellen Sie Hashtags für Tweets
es: Crea hashtags para tus tweets
fr: Créez des hashtags pour les tweets
id: Buat hashtag untuk tweet
it: Crea hashtag per i tweet
ja: ツイートのためのハッシュタグを作成する
pt_br: Crie hashtags para tweets
sv: Skapa hashtags för tweets
tr: Tweetler için hashtag'ler oluşturun

source: (Instagram) Posts
de: (Instagram) Beiträge
es: Publicaciones (Instagram)
fr: Publications (Instagram)
id: (Instagram) Pos
it: (Instagram) Post
ja: (Instagram) 投稿
pt_br: Postagens (Instagram)
sv: (Instagram) Inlägg
tr: (Instagram) Gönderiler

source: Create Instagram posts
de: Erstellen Sie Instagram-Beiträge
es: Crea publicaciones en Instagram
fr: Créez des publications Instagram
id: Buat pos Instagram
it: Crea post su Instagram
ja: Instagramの投稿を作成する
pt_br: Crie postagens no Instagram
sv: Skapa Instagram-inlägg
tr: Instagram gönderileri oluşturun

source: (Instagram) Captions
de: (Instagram) Bildunterschriften
es: Subtítulos (Instagram)
fr: Légendes (Instagram)
id: (Instagram) Keterangan
it: (Instagram) Didascalie
ja: (Instagram) キャプション
pt_br: Legendas (Instagram)
sv: (Instagram) Bildtexter

source: Create Instagram captions
de: Erstellen Sie Instagram-Bildunterschriften
es: Crea subtítulos para Instagram
fr: Créez des légendes Instagram
id: Buat keterangan Instagram
it: Crea didascalie per Instagram
ja: Instagramのキャプションを作成する
pt_br: Crie legendas para o Instagram
sv: Skapa Instagram-bildtexter
tr: Instagram captionları oluşturun

source: (Instagram) Response
de: (Instagram) Antwort
es: Respuesta (Instagram)
fr: Réponse (Instagram)
id: (Instagram) Tanggapan
it: (Instagram) Risposta
ja: (Instagram) レスポンス
pt_br: Resposta (Instagram)
sv: (Instagram) Svar
tr: (Instagram) Yanıt

source: Comment on an Instagram post
de: Kommentieren Sie einen Instagram-Beitrag
es: Comenta en una publicación de Instagram
fr: Commentez une publication Instagram
id: Komentari pos Instagram
it: Commenta un post su Instagram
ja: Instagramの投稿にコメントする
pt_br: Comente em uma postagem do Instagram
sv: Kommentera ett Instagram-inlägg
tr: Instagram gönderisine yorum yapın

source: (Instagram) Hashtags
es: Hashtags (Instagram)
fr: Hashtags (Instagram)
it: (Instagram) Hashtag
ja: (Instagram) ハッシュタグ
pt_br: Hashtags (Instagram)
tr: (Instagram) Hashtag'ler

source: Create hashtags for Instagram posts
de: Hashtags für Instagram-Beiträge erstellen
es: Crear hashtags para publicaciones en Instagram
fr: Créez des hashtags pour les publications Instagram
id: Buat hashtag untuk pos Instagram
it: Crea hashtag per i post su Instagram
ja: Instagramの投稿用のハッシュタグを作成する
pt_br: Criar hashtags para posts no Instagram
sv: Skapa hashtags för Instagram-inlägg
tr: Instagram gönderileri için hashtag'ler oluşturun

source: (Thread) Posts
de: (Thread) Beiträge
es: (Hilo) Publicaciones
fr: Publications (Thread)
id: (Thread) Pos
it: (Thread) Post
ja: (Thread) 投稿
pt_br: Postagens (Thread)
sv: (Thread) Inlägg
tr: (Thread) Gönderiler

source: Create Thread posts
de: Thread-Beiträge erstellen
es: Publicaciones (Thread)
fr: Créez des publications dans un fil de discussion
id: Buat pos benang
it: Crea post Thread
ja: (Thread)の投稿を作成する
pt_br: Criar postagens Thread
sv: Skapa Thread-inlägg
tr: Thread gönderileri oluşturun

source: (Thread) Captions
de: (Thread) Bildunterschriften
es: (Thread) Leyendas
fr: Légendes (Thread)
id: (Thread) Keterangan
it: (Thread) Didascalie
ja: (Thread) キャプション
pt_br: Legendas (Thread)
sv: (Thread) Bildtexter
tr: (Thread) Catpions

source: Create Thread captions
de: Thread-Bildunterschriften erstellen
es: Subtítulos (Thread)
fr: Créez des légendes pour un fil de discussion
id: Buat keterangan benang
it: Crea captions Thread
ja: (Thread)のキャプションを作成する
pt_br: Criar legendas Thread
sv: Skapa Thread-bildtexter
tr: Thread captionları oluşturun

source: Engaging Questions
de: Interessante Fragen
es: Preguntas atractivas
fr: Questions captivantes
id: Pertanyaan yang Menarik
it: Domande coinvolgenti
ja: 魅力的な質問
pt_br: Perguntas envolventes
sv: Engagerande frågor
tr: Etkileşimli Sorular

source: Interact with thought-provoking questions
de: Mit nachdenklichen Fragen interagieren
es: Interactuar con preguntas estimulantes
fr: Interagissez avec des questions stimulantes
id: Berinteraksi dengan pertanyaan yang merangsang pemikiran
it: Interagisci con domande stimolanti
ja: 考えさせられる質問と対話する
pt_br: Interaja com perguntas que provocam reflexão
sv: Interagera med tankeväckande frågor
tr: Düşündürücü sorularla etkileşimde bulunun

source: Inspirational Quotes
de: Inspirierende Zitate
es: Citas inspiradoras
fr: Citations inspirantes
id: Kutipan Inspiratif
it: Citazioni ispiratrici
ja: インスピレーション引用句
pt_br: Citações inspiradoras
sv: Inspirerande citat
tr: İlham Verici Alıntılar

source: Create inspirational and motivating quotations
de: Inspirierende und motivierende Zitate erstellen
es: Crear citas inspiradoras y motivadoras
fr: Créez des citations inspirantes et motivantes
id: Buat kutipan yang inspiratif dan memotivasi
it: Crea citazioni ispiratrici e motivazionali
ja: インスピレーションを与える引用句を作成する
pt_br: Crie citações inspiradoras e motivadoras
sv: Skapa inspirerande och motiverande citat
tr: İlham verici ve motive edici alıntılar oluşturun

source: Emotional Posts
de: Emotionale Beiträge
es: Publicaciones emocionales
fr: Publications émotionnelles
id: Pos Emosional
it: Post emotivi
ja: 感情的な投稿
pt_br: Postagens emocionais
sv: Emotionella inlägg
tr: Duygusal Gönderiler

source: Create emotionally resonant posts
de: Emotional ansprechende Beiträge erstellen
es: Crear publicaciones emocionalmente impactantes
fr: Créez des publications émotionnellement marquantes
id: Buat pos yang menggugah emosi
it: Crea post emotivamente coinvolgenti
ja: 感情に訴える投稿を作成する
pt_br: Crie postagens emocionalmente impactantes
sv: Skapa emotionellt resonanta inlägg
tr: Duygusal olarak etkileyici gönderiler oluşturun

source: Fun Response
de: Spaßige Antwort
es: Respuestas divertidas
fr: Réponses amusantes
id: Tanggapan Lucu
it: Risposta divertente
ja: 楽しいレスポンス
pt_br: Resposta divertida
sv: Roligt svar
tr: Eğlenceli Yanıtlar

source: Design hilarious responses to a message/topic
de: Witzige Antworten auf eine Nachricht/ein Thema entwerfen
es: Diseñar respuestas hilarantes a un mensaje o tema
fr: Concevez des réponses hilarantes à un message/sujet
id: Buat tanggapan yang lucu untuk pesan/topik tertentu
it: Crea risposte divertenti a un messaggio/argomento
ja: メッセージ/トピックに面白いレスポンスをデザインする
pt_br: Crie respostas hilárias para uma mensagem/tópico
sv: Designa roliga svar på ett meddelande/ämne
tr: Bir mesaj/konuya komik yanıtlar tasarlayın

source: Poll
de: Umfrage
es: Encuesta
fr: Sondage
id: Jajak Pendapat
it: Sondaggio
ja: 投票
pt_br: Enquete
sv: Omröstning
tr: Anket

source: Create interactive polls
de: Interaktive Umfragen erstellen
es: Crear encuestas interactivas
fr: Créez des sondages interactifs
id: Buat jajak pendapat interaktif
it: Crea sondaggi interattivi
ja: インタラクティブな投票を作成する
pt_br: Crie enquetes interativas
sv: Skapa interaktiva omröstningar
tr: Etkileşimli anketler oluşturun

source: Quiz
es: Cuestionario
id: Kuis
ja: クイズ
pt_br: Questionário
tr: Test

source: Create interactive quizzes
de: Interaktive Quiz erstellen
es: Crear cuestionarios interactivos
fr: Créez des quiz interactifs
id: Buat kuis interaktif
it: Crea quiz interattivi
ja: インタラクティブなクイズを作成する
pt_br: Crie questionários interativos
sv: Skapa interaktiva quiz
tr: Etkileşimli testler oluşturun

source: Video Concepts
de: Video-Konzepte
es: Conceptos de videos
fr: Concepts vidéo
id: Konsep Video
it: Idee per contenuti video
ja: ビデオコンセプト
pt_br: Ideias de conteúdo em vídeo
sv: Videoidéer
tr: Video Konseptleri

source: Brainstorm video content ideas
de: Ideen für Videoinhalte entwickeln
es: Generar ideas de contenido de video
fr: Générez des idées de contenu vidéo
id: Brainstorm ide konten video
it: Genera idee per contenuti video
ja: ビデオコンテンツのアイデアを練る
pt_br: Faça uma tempestade de ideias para conteúdo em vídeo
sv: Hjärnstorma idéer för videoinnehåll
tr: Video içerik fikirleri için beyin fırtınası yapın

source: Generate Secure Passwords
de: Sichere Passwörter generieren
es: Generar contraseñas seguras
fr: Générez des mots de passe sécurisés
id: Buat kata sandi yang aman
it: Genera password sicure
ja: 安全なパスワードを生成する
pt_br: Gerar senhas seguras
sv: Skapa säkra lösenord
tr: Güvenli şifreler oluşturun

source: Create strong passwords for your security
de: Starke Passwörter für Ihre Sicherheit erstellen
es: Crear contraseñas fuertes para tu seguridad
fr: Créez des mots de passe forts pour votre sécurité
id: Buat kata sandi yang kuat untuk keamanan Anda
it: Crea password robuste per la tua sicurezza
ja: セキュリティのために強力なパスワードを作成する
pt_br: Crie senhas fortes para sua segurança
sv: Skapa starka lösenord för din säkerhet
tr: Güvenliğiniz için güçlü şifreler oluşturun
