Repository: ekremalkn/AI-Chat-Assistant
Catalog: AI-Chat-Assistant/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, pt_br, sv, tr

source: Career Counselor
de: Berufsberater
es: Consejero de carrera
fr: Conseiller en carrière
id: Konselor Karier
it: Consulente di carriera
ja: キャリアカウンセラー
pt_br: Orientador de Carreira
sv: Karriärrådgivare
tr: Kariyer Danışmanı

source: Logical steps and advice to help you achieve your career goals
de: Logische Schritte und Ratschläge, um Ihre Karriereziele zu erreichen
es: Pasos lógicos y consejos para ayudarte a alcanzar tus objetivos profesionales
fr: Étapes logiques et conseils pour vous aider à atteindre vos objectifs de carrière
id: Langkah-langkah logis dan saran untuk membantu Anda mencapai tujuan karier Anda
it: Passi logici e consigli per aiutarti a raggiungere i tuoi obiettivi di carriera
ja: キャリアの目標達成に役立つ論理的なステップとアドバイス
pt_br: Passos lógicos e conselhos para ajudá-lo a alcançar seus objetivos de carreira
sv: Logiska steg och råd för att hjälpa dig uppnå dina karriärmål
tr: Kariyer hedeflerinize ulaşmanıza yardımcı olmak için mantıklı adımlar ve tavsiyeler

source: Statistician
de: Statistiker
es: Estadístico
fr: Statisticien
id: Statistisi
it: Statistico
ja: 統計学者
pt_br: Estatístico
sv: Statistiker
tr: İstatistikçi

source: Get help in whatever field you need statistics
de: Holen Sie sich Hilfe in jedem Bereich, in dem Sie Statistiken benötigen
es: Obtener ayuda en el campo de estadísticas que necesites
fr: Obtenez de l'aide dans le domaine où vous avez besoin de statistiques
id: Dapatkan bantuan dalam bidang apa pun yang Anda butuhkan statistiknya
it: Ottieni aiuto in qualsiasi campo tu abbia bisogno di statistiche
ja: 統計を必要とする任意の分野で助けを得る
pt_br: Obtenha ajuda em qualquer campo em que você precise de estatísticas
sv: Få hjälp inom det område där du behöver statistik
tr: İhtiyacınız olan herhangi bir alanda istatistik konusunda yardım alın

source: Financial Planning
de: Finanzplanung
es: Planificación financiera
fr: Planification financière
id: Perencanaan Keuangan
it: Pianificazione finanziaria
ja: 財務計画
pt_br: Planejamento Financeiro
sv: Finansiell planering
tr: Mali Planlama

source: Rational and realistic financial plans
de: Rationale und realistische Finanzpläne
es: Planes financieros racionales y realistas
fr: Plans financiers rationnels et réalistes
id: Rencana keuangan yang rasional dan realistis
it: Piani finanziari razionali e realistici
ja: 合理的かつ現実的な財務計画
pt_br: Planos financeiros racionais e realistas
sv: Rationella och realistiska finansiella planer
tr: Mantıklı ve gerçekçi mali planlar

source: To-Do List Creator
de: Aufgabenlisten-Ersteller
es: Creador de listas de tareas
fr: Créateur de liste de tâches
id: Pembuat Daftar Tugas
it: Creatore di liste di cose da fare
ja: To-Doリストの作成者
pt_br: Criador de Lista de Tarefas
sv: Skapa att-göra-listor
tr: Yapılacaklar Listesi Oluşturucu

source: Create realistic, permanent, and applicable to-do lists
de: Realistische, dauerhafte und anwendbare Aufgabenlisten erstellen
es: Crear listas de tareas realistas, permanentes y aplicables
fr: Créez des listes de tâches réalistes, durables et applicables
id: Buat daftar tugas yang realistis, permanen, dan dapat diterapkan
it: Crea liste di cose da fare realistiche, permanenti e applicabili
ja: 現実的で永続的で適用可能なTo-Doリストを作成する
pt_br: Crie listas de tarefas realistas, permanentes e aplicáveis
sv: Skapa realistiska, permanenta och tillämpliga att-göra-listor
tr: Gerçekçi, kalıcı ve uygulanabilir yapılacaklar listesi oluşturun

source: Personalize Mail Response
de: E-Mail-Antwort personalisieren
es: Personalizar respuestas de correo
fr: Personnalisez la réponse par e-mail
id: Personalisasi Tanggapan Surat
it: Personalizza la risposta alle email
ja: メールのレスポンスを個人化する
pt_br: Personalizar a resposta de e-mails
sv: Anpassa e-postsvar
tr: E-posta Yanıtlarını Kişiselleştirin

source: Make your emails more personal
de: Machen Sie Ihre E-Mails persönlicher
es: Hacer tus correos electrónicos más personales
fr: Rendez vos e-mails plus personnels
id: Buat email Anda lebih personal
it: Rendi le tue email più personali
ja: あなたのメールをより個人的にする
pt_br: Torne seus e-mails mais pessoais
sv: Gör dina e-postmeddelanden mer personliga
tr: E-postalarınızı daha kişisel hale getirin

source: Text Formalizer Prettifier And Fixer
de: Textformalisierer, Verschönerer und Beheber
es: Formalizador, Embellecedor y Solucionador de Texto
fr: Formaliseur, embellisseur et correcteur de texte
id: Pengubah Format Teks dan Pencantik Teks
it: Formattatore, abbellitore e correttore di testo
ja: テキストフォーマライザー、美化、修正
pt_br: Formatador e Embelezador de Texto
tr: Metin Düzeltici ve Güzelleyici

source: Help you format, beautify, and fix text
de: Hilft Ihnen beim Formatieren, Verschönern und Beheben von Text
es: Te ayuda a formatear, embellecer y corregir texto
fr: Vous aide à formater, embellir et corriger du texte
id: Membantu Anda memformat, mempercantik, dan memperbaiki teks
it: Ti aiuta a formattare, abbellire e correggere il testo
ja: テキストのフォーマット、美化、修正をサポートします
pt_br: Ajude a formatar, embelezar e corrigir textos
sv: Hjälper dig formatera, göra texten vacker och rätta till texten
tr: Metni biçimlendirme, güzelleştirme ve düzeltme konusunda yardımcı olur

source: Email Responder
de: E-Mail-Antworter
es: Respondedor de Correos Electrónicos
fr: Répondeur automatique d'e-mails
id: Pembalas Email
it: Risponditore automatico di email
ja: メールの返信
pt_br: Responder a E-mails
sv: E-post Svarsautomat
tr: E-posta Yanıtlayıcı

source: Generate the fastest response for your email
de: Generieren Sie die schnellste Antwort für Ihre E-Mail
es: Genera la respuesta más rápida para tus correos electrónicos
fr: Génère la réponse la plus rapide pour votre e-mail
id: Menghasilkan respons tercepat untuk email Anda
it: Genera la risposta più veloce per la tua email
ja: あなたのメールのために最速の返信を生成します
pt_br: Gere a resposta mais rápida para seu e-mail
sv: Generera det snabbaste svaret för din e-post
tr: E-postanıza en hızlı yanıtı üretir

source: Brainstorming
de: Ideenfindung
es: Generación de Ideas
fr: Remue-méninges
ja: ブレインストーミング
sv: Idéstormning
tr: Fikir Üretme

source: Generate new product ideas
de: Neue Produktideen generieren
es: Genera nuevas ideas de productos
fr: Génère de nouvelles idées de produits
id: Menghasilkan ide produk baru
it: Genera nuove idee di prodotto
ja: 新しい製品のアイデアを生成します
pt_br: Gerar novas ideias de produtos
sv: Generera nya produktidéer
tr: Yeni ürün fikirleri üretir

source: Creative Story
de: Kreative Geschichte
es: Historia Creativa
fr: Histoire créative
id: Cerita Kreatif
it: Storia creativa
ja: クリエイティブストーリー
pt_br: História Criativa
sv: Kreativ berättelse
tr: Yaratıcı Hikaye

source: Begin a creative writing journey
de: Beginnen Sie eine kreative Schreibreise
es: Empieza un viaje de escritura creativa
fr: Commencez un voyage d'écriture créative
id: Memulai perjalanan menulis kreatif
it: Inizia un viaggio nella scrittura creativa
ja: クリエイティブな執筆の旅を始めます
pt_br: Inicie uma jornada de escrita criativa
sv: Börja en kreativ skrivresa
tr: Yaratıcı yazma serüvenine başlatır

source: Children Activities
de: Kinderaktivitäten
es: Actividades para Niños
fr: Activités pour enfants
id: Aktivitas Anak-Anak
it: Attività per bambini
ja: 子供向けアクティビティ
pt_br: Atividades para Crianças
sv: Aktiviteter för barn
tr: Çocuk Aktiviteleri

source: Creative children activities
de: Kreative Kinderaktivitäten
es: Actividades creativas para niños
fr: Activités créatives pour enfants
id: Aktivitas kreatif untuk anak-anak
it: Attività creative per bambini
ja: クリエイティブな子供向けアクティビティ
pt_br: Atividades criativas para crianças
sv: Kreativa aktiviteter för barn
tr: Yaratıcı çocuk etkinlikleri

source: Character Creation
de: Charaktererstellung
es: Creación de Personajes
fr: Création de personnages
id: Penciptaan Karakter
it: Creazione di personaggi
ja: キャラクターの創造
pt_br: Criação de Personagens
sv: Skapa karaktärer
tr: Karakter Oluşturma

source: Create unique fictional characters
de: Einzigartige fiktive Charaktere erstellen
es: Crea personajes ficticios únicos
fr: Créez des personnages fictifs uniques
id: Menciptakan karakter fiksi yang unik
it: Crea personaggi immaginari unici
ja: ユニークな架空のキャラクターを作成します
pt_br: Crie personagens fictícios únicos
sv: Skapa unika fiktiva karaktärer
tr: Benzersiz kurgusal karakterler oluşturur

source: Fantasy Food
de: Fantasievolle Lebensmittel
es: Comida de Fantasía
fr: Nourriture fantastique
id: Makanan Fantasi
it: Cibo fantasy
ja: ファンタジーフード
pt_br: Comida Fantástica
sv: Fantasi Mat
tr: Hayali Yemekler

source: Design fantastical food concepts
de: Fantasievolle Lebensmittelkonzepte entwerfen
es: Diseña conceptos de comida fantástica
fr: Concevez des concepts de nourriture fantastique
id: Merancang konsep makanan fantastis
it: Progetta concetti di cibo fantastici
ja: ファンタスティックな食品コンセプトをデザインします
pt_br: Projete conceitos de comida fantástica
sv: Designa fantasifulla matkoncept
tr: Hayali yemek konseptleri tasarlar

source: Team Building
de: Teambildung
es: Construcción de Equipos
fr: Construction d'équipe
id: Pembangunan Tim
it: Costruzione del team
ja: チームビルディング
pt_br: Construção de Equipe
sv: Teambyggnad
tr: Ekip Oluşturma

source: Plan team-building activities for a team
de: Teambildungsaktivitäten für ein Team planen
es: Planea actividades de construcción de equipos para un equipo
fr: Planifiez des activités de renforcement d'équipe pour une équipe
id: Merencanakan aktivitas pembangunan tim untuk sebuah tim
it: Pianifica attività di costruzione del team per un gruppo
ja: チームのためのチームビルディング活動を計画します
pt_br: Planeje atividades de construção de equipe para um time
sv: Planera teambyggnadsaktiviteter för ett team
tr: Bir ekibin ekip oluşturma etkinliklerini planlar

source: Assistants
de: Assistenten
es: Asistentes
fr: Assistantes
id: Asisten
it: Assistenti
ja: アシスタント
pt_br: Assistentes
sv: Assistanter
tr: Asistanlar

source: We've sent you a special gift. Tap to receive
de: Wir haben Ihnen ein besonderes Geschenk geschickt. Tippen Sie, um es zu erhalten
es: Te hemos enviado un regalo especial. Toca para recibir
fr: Nous vous avons envoyé un cadeau spécial. Appuyez pour recevoir
id: Kami telah mengirimkan hadiah istimewa untuk Anda. Ketuk untuk menerima
it: Ti abbiamo inviato un regalo speciale. Tocca per ricevere
ja: 特別な贈り物をお送りしました。 受け取るにはタップしてください
pt_br: Nós enviamos a você um presente especial. Toque para receber
sv: Vi har skickat dig en speciell gåva. Tryck för att ta emot
tr: Size özel bir hediye gönderdik. Almak için dokunun

source: special gift
de: besonderes Geschenk
es: regalo especial
fr: cadeau spécial
id: hadiah istimewa
it: regalo speciale
ja: 特別なギフト
pt_br: presente especial
sv: speciell gåva
tr: özel bir hediye

source: Tap to receive
de: Tippen Sie, um zu empfangen
es: Toca para recibir
fr: Appuyez pour recevoir
id: Ketuk untuk menerima
it: Tocca per ricevere
ja: 受け取るにはタップ
pt_br: Toque para receber
sv: Tryck för att ta emot
tr: Almak için dokunun

source: You have
de: Sie haben
es: Tienes
fr: Vous avez
id: Anda memiliki
it: Hai
ja: あなたは持っています
pt_br: Você tem
sv: Du har
tr: Sizde

source: free message left.
de: freie Nachricht übrig.
es: mensaje gratuito restante.
fr: message gratuit restant.
id: pesan gratis tersisa.
it: messaggi gratuiti rimanenti.
ja: 無料のメッセージが残っています。
pt_br: mensagens gratuitas restantes
sv: gratis meddelanden kvar.
tr: ücretsiz mesaj kaldı.

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
id: Ada yang salah
it: Qualcosa è andato storto
ja: 何かがうまくいかなかった
pt_br: Algo deu errado
sv: Något gick fel
tr: Bir şeyler yanlış gitti

source: Edit Prompt
de: Prompt bearbeiten
es: Editar Instrucción
fr: Modifier la demande
id: Edit Permintaan
it: Modifica prompt
ja: プロンプトの編集
pt_br: Editar Prompt
sv: Redigera Uppmaning
tr: Prompt'u Düzenle

source: Understood
de: Verstanden
es: Entendido
fr: Compris
id: Dimengerti
it: Compreso
ja: 理解しました
pt_br: Entendi
sv: Förstått
tr: Anlaşıldı

source: When you make changes according to your own preference within the prompt, the quality of the response improves.
de: Wenn Sie Änderungen gemäß Ihren eigenen Vorlieben im Prompt vornehmen, verbessert sich die Qualität der Antwort.
es: Cuando haces cambios según tu preferencia dentro de la instrucción, la calidad de la respuesta mejora.
fr: Lorsque vous apportez des modifications selon vos préférences dans la demande, la qualité de la réponse s'améliore.
id: Ketika Anda melakukan perubahan sesuai dengan preferensi Anda dalam permintaan, kualitas respons meningkat.
it: Quando apporti modifiche secondo le tue preferenze all'interno del prompt, la qualità della risposta migliora.
ja: プロンプト内で自分の好みに応じて変更を加えると、レスポンスの品質が向上します。
pt_br: Quando você faz alterações de acordo com suas próprias preferências no prompt, a qualidade da resposta melhora.
sv: När du gör ändringar enligt dina egna önskemål inom uppgiften förbättras kvaliteten på svaret.
tr: Prompt içinde kendi tercihinize göre değişiklikler yaptığınızda, yanıtın kalitesi artar.

source: Assistant confused Please ask again
de: Assistent verwirrt Bitte fragen Sie erneut
es: El asistente está confundido. Por favor, pregunta de nuevo
fr: Assistant confus Veuillez poser à nouveau votre question
id: Asisten bingung Mohon tanyakan lagi
it: Assistente confuso Per favore, chiedi di nuovo
ja: アシスタントが混乱しています。 もう一度質問してください
pt_br: Assistente confuso Por favor, pergunte novamente
sv: Assistenten är förvirrad Var god fråga igen
tr: Asistan karıştı Lütfen tekrar sorun

source: Apply Edit
de: Bearbeitung anwenden
es: Aplicar Edición
fr: Appliquer la modification
id: Terapkan Edit
it: Applica modifica
ja: 編集を適用
pt_br: Aplicar Edição
sv: Tillämpa ändring
tr: Düzenlemeyi Uygula

source: Assistant Confused
de: Assistent verwirrt
es: Asistente Confundido
fr: Assistant confus
id: Asisten Bingung
it: Assistente confuso
ja: アシスタントが混乱しています
pt_br: Assistente Confuso
sv: Assistent Förvirrad
tr: Asistan Karışık

source: Write a message
de: Eine Nachricht schreiben
es: Escribe un mensaje
fr: Écrire un message
id: Tulis pesan
it: Scrivi un messaggio
ja: メッセージを書く
pt_br: Escrever uma mensagem
sv: Skriv ett meddelande
tr: Bir mesaj yazın

source: Continue Chatting
de: Weiter chatten
es: Continuar Conversación
fr: Continuer la discussion
id: Lanjutkan Percakapan
it: Continua la chat
ja: チャットを続ける
pt_br: Continuar Conversa
sv: Fortsätt Chatta
tr: Sohbeti Sürdür

source: Chat
fr: Discussion
id: Obrolan
ja: チャット
sv: Chatt
tr: Sohbet

source: Copy
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
pt_br: Copiar
sv: Kopiera
tr: Kopyala

source: More About Text
de: Mehr über Text
es: Más Sobre el Texto
fr: Plus d'informations sur le texte
id: Lebih Lanjut Tentang Teks
it: Altro sul testo
ja: テキストについてもっと詳しく
pt_br: Mais Sobre Texto
sv: Mer Om Text
tr: Metin Hakkında Daha Fazla Bilgi

source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: 共有
pt_br: Compartilhar
sv: Dela
tr: Paylaş

source: Feedback
es: Comentarios
fr: Commentaires
id: Masukan
ja: フィードバック
tr: Geribildirim

source: Re-Generate
de: Erneut generieren
es: Regenerar
fr: Re-Générer
id: Hasilkan Ulang
it: Rigenera
ja: 再生成
pt_br: Regenerar
sv: Generera Om
tr: Yeniden Oluştur

source: Default:
de: Standard:
es: Predeterminado:
fr: Par défaut :
it: Predefinito:
ja: デフォルト：
pt_br: Padrão:
sv: Standard:
tr: Varsayılan:

source: Save this chat
de: Diesen Chat speichern
es: Guardar este chat
fr: Enregistrer cette discussion
id: Simpan obrolan ini
it: Salva questa chat
ja: このチャットを保存
pt_br: Salvar esta conversa
sv: Spara den här chatten
tr: Bu sohbeti kaydet

source: Would you like to save this chat before starting a new one?
de: Möchten Sie diesen Chat speichern, bevor Sie einen neuen starten?
es: ¿Deseas guardar este chat antes de empezar uno nuevo?
fr: Souhaitez-vous enregistrer cette discussion avant d'en commencer une nouvelle ?
id: Apakah Anda ingin menyimpan obrolan ini sebelum memulai yang baru?
it: Desideri salvare questa chat prima di iniziarne una nuova?
ja: 新しいチャットを始める前にこのチャットを保存しますか？
pt_br: Você gostaria de salvar esta conversa antes de iniciar uma nova?
sv: Vill du spara den här chatten innan du börjar en ny?
tr: Yeni bir sohbet başlatmadan önce bu sohbeti kaydetmek ister misiniz?

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
pt_br: Salvar
sv: Spara
tr: Kaydet

source: Saved Chat
de: Gespeicherter Chat
es: Chat Guardado
fr: Discussion enregistrée
id: Obrolan Tersimpan
it: Chat salvata
ja: 保存済みのチャット
pt_br: Conversa Salva
sv: Sparad Chatt
tr: Sohbet Kaydedildi

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
pt_br: Excluir
sv: Radera
tr: Sil

source: Empty Chat
de: Chat leeren
es: Vaciar Chat
fr: Discussion vide
id: Kosongkan Obrolan
it: Chat vuota
ja: 空のチャット
pt_br: Esvaziar Chat
sv: Töm Chatt
tr: Boş Sohbet

source: Please start a chat to perform this operation
de: Bitte starten Sie einen Chat, um diese Aktion auszuführen
es: Por favor, inicia un chat para realizar esta operación
fr: Veuillez commencer une discussion pour effectuer cette opération
id: Harap mulai obrolan untuk melakukan operasi ini
it: Per favore, inizia una chat per eseguire questa operazione
ja: この操作を実行するには、チャットを開始してください
pt_br: Por favor, inicie um chat para realizar esta operação
sv: Börja en chatt för att utföra denna åtgärd
tr: Bu işlemi gerçekleştirmek için lütfen bir sohbet başlatın

source: Created from home chat
de: Aus dem Home-Chat erstellt
es: Creado desde chat en casa
fr: Créé à partir de la discussion à domicile
id: Dibuat dari obrolan rumah
it: Creata dalla chat iniziale
ja: ホームチャットから作成
pt_br: Criado a partir do chat inicial
sv: Skapad från hemchatt
tr: Ana sohbetten oluşturuldu

source: After creating any chat, you will see the chat you created here.
de: Nachdem Sie einen Chat erstellt haben, sehen Sie den erstellten Chat hier.
es: Después de crear cualquier chat, verás el chat que creaste aquí.
fr: Après avoir créé n'importe quelle discussion, vous verrez la discussion que vous avez créée ici.
id: Setelah membuat obrolan apa pun, Anda akan melihat obrolan yang Anda buat di sini.
it: Dopo aver creato qualsiasi chat, vedrai la chat che hai creato qui.
ja: どのチャットを作成した後でも、ここに作成したチャットが表示されます。
pt_br: Após criar qualquer chat, você verá o chat que criou aqui.
sv: Efter att ha skapat en chatt kommer du att se chatten du skapade här.
tr: Herhangi bir sohbet oluşturduktan sonra, oluşturduğunuz sohbeti burada göreceksiniz

source: No Chat History
de: Keine Chat-Historie
es: Sin Historial de Chat
fr: Pas d'historique de discussion
id: Tidak Ada Riwayat Obrolan
it: Nessuna cronologia chat
ja: チャット履歴なし
pt_br: Nenhuma História de Chat
sv: Ingen Chatt Historik
tr: Sohbet Geçmişi Yok

source: Chat History
de: Chat-Verlauf
es: Historial de Chat
fr: Historique de discussion
id: Riwayat Obrolan
it: Cronologia chat
ja: チャット履歴
pt_br: Histórico de Chat
sv: Chatt Historik
tr: Sohbet Geçmişi

source: Hi, how can I help you?
de: Hallo, wie kann ich Ihnen helfen?
es: Hola, ¿en qué puedo ayudarte?
fr: Salut, comment puis-je vous aider ?
id: Hai, bagaimana saya bisa membantu Anda?
it: Ciao, come posso aiutarti?
ja: こんにちは、どのようにお手伝いできますか？
pt_br: Olá, como posso ajudar?
sv: Hej, hur kan jag hjälpa dig?
tr: Merhaba, size nasıl yardımcı olabilirim?

source: Chat Successfully Deleted
de: Chat erfolgreich gelöscht
es: Chat Eliminado Exitosamente
fr: Discussion supprimée avec succès
id: Obrolan Berhasil Dihapus
it: Chat eliminata con successo
ja: チャットが正常に削除されました
pt_br: Chat Excluído com Sucesso
sv: Chatten har raderats
tr: Sohbet Başarıyla Silindi

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
pt_br: Cancelar
sv: Avbryt
tr: İptal

source: Delete Chat
de: Chat löschen
es: Eliminar Chat
fr: Supprimer la discussion
id: Hapus Obrolan
it: Elimina chat
ja: チャットを削除
pt_br: Excluir Chat
sv: Radera Chatt
tr: Sohbeti Sil

source: Create a New Chat
de: Neuen Chat erstellen
es: Crear un Nuevo Chat
fr: Créer une nouvelle discussion
id: Buat Obrolan Baru
it: Crea una nuova chat
ja: 新しいチャットを作成
pt_br: Criar um Novo Chat
sv: Skapa en Ny Chatt
tr: Yeni Bir Sohbet Oluştur

source: Clear Chat
de: Chat leeren
es: Limpiar Chat
fr: Effacer la discussion
id: Hapus Obrolan
it: Cancella chat
ja: チャットをクリア
pt_br: Limpar Chat
sv: Rensa Chatt
tr: Sohbeti Temizle

source: Are you sure you want to delete the chat?
de: Sind Sie sicher, dass Sie den Chat löschen möchten?
es: ¿Estás seguro de que deseas eliminar el chat?
fr: Êtes-vous sûr de vouloir supprimer la discussion ?
id: Apakah Anda yakin ingin menghapus obrolan ini?
it: Sei sicuro di voler eliminare la chat?
ja: このチャットを削除しますか？
pt_br: Tem certeza de que deseja excluir o chat?
sv: Är du säker på att du vill radera chatten?
tr: Sohbeti silmek istediğinizden emin misiniz?

source: Share Chat
de: Chat teilen
es: Compartir Chat
fr: Partager la discussion
id: Bagikan Obrolan
it: Condividi chat
ja: チャットを共有
pt_br: Compartilhar Chat
sv: Dela Chatt
tr: Sohbeti Paylaş

source: Continue Chat
de: Chat fortsetzen
es: Continuar Chat
fr: Continuer la discussion
id: Lanjutkan Obrolan
it: Continua chat
ja: チャットを続ける
pt_br: Continuar Chat
sv: Fortsätt Chatt
tr: Sohbete Devam Et

source: Support
de: Unterstützung
es: Soporte
id: Dukungan
it: Supporto
ja: サポート
pt_br: Suporte
tr: Destek

source: SUPPORT
de: UNTERSTÜTZUNG
es: SOPORTE
fr: SOUTIEN
id: DUKUNGAN
it: SUPPORTO
ja: サポート
pt_br: SUPORTE
tr: DESTEK

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
pt_br: Configurações
sv: Inställningar
tr: Ayarlar

source: Restore successfully completed
de: Wiederherstellung erfolgreich abgeschlossen
fr: Restauration réussie
id: Pemulihan berhasil diselesaikan
it: Ripristino completato con successo
ja: 正常に復元されました
pt_br: Restauração concluída com sucesso
sv: Återställning slutförd
tr: Başarıyla geri yükleme tamamlandı

source: You don't have an active subscription now
de: Sie haben derzeit kein aktives Abonnement
fr: Vous n'avez actuellement pas d'abonnement actif
id: Anda saat ini tidak memiliki langganan yang aktif
it: Non hai una sottoscrizione attiva al momento
ja: 現在アクティブなサブスクリプションはありません
pt_br: Você não possui uma assinatura ativa no momento
sv: Du har inte en aktiv prenumeration just nu
tr: Şu anda aktif bir aboneliğiniz yok

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
pt_br: Contate-nos
sv: Kontakta oss
tr: Bize Ulaşın

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: 購入を復元
pt_br: Restaurar Compras
sv: Återställ Köp
tr: Satın Alımları Geri Yükle

source: Request a Feature
de: Eine Funktion anfragen
es: Solicitar una Característica
fr: Demander une fonctionnalité
id: Minta Fitur
it: Richiedi una funzionalità
ja: 機能のリクエスト
pt_br: Solicitar um Recurso
sv: Begär en Funktion
tr: Bir Özellik İsteyin

source: Rate App
de: App bewerten
es: Calificar la Aplicación
fr: Noter l'application
id: Beri Nilai Aplikasi
it: Valuta l'app
ja: アプリを評価
pt_br: Avaliar o Aplicativo
sv: Betygsätt Appen
tr: Uygulamayı Değerlendir

source: Share with Friends
de: Mit Freunden teilen
es: Compartir con Amigos
fr: Partager avec des amis
id: Bagikan dengan Teman
it: Condividi con gli amici
ja: 友達と共有
pt_br: Compartilhar com Amigos
sv: Dela med Vänner
tr: Arkadaşlarla Paylaş

source: Term of Use
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
id: Syarat Penggunaan
it: Termini d'uso
ja: 利用規約
pt_br: Termos de Uso
sv: Användarvillkor
tr: Kullanım Şartları

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade
sv: Integritetspolicy
tr: Gizlilik Politikası
