Repository: ekremalkn/AI-Chat-Assistant
Catalog: AI-Chat-Assistant/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, pt_br, sv, tr

source: Start your 3 days trial. Then
de: Starten Sie Ihre 3-tägige Testphase. Dann
es: Inicia tu prueba de 3 días. Luego
fr: Commencez votre essai de 3 jours. Ensuite,
id: Mulai uji coba 3 hari Anda. Kemudian
it: Inizia la tua prova gratuita di 3 giorni. Poi
ja: 3日間のトライアルを開始。それから
pt_br: Inicie seu teste de 3 dias. Depois
sv: Starta din 3 dagars provperiod. Sedan
tr: 3 günlük denemenizi başlatın. Sonra

source: /week.
de: /Woche.
es: /semana.
fr: /semaine.
id: /minggu.
it: /settimana.
ja: /週。
pt_br: /semana.
sv: /vecka.
tr: /hafta.

source: Cancel anytime. No payment now
de: Jederzeit kündbar. Keine Zahlung jetzt
es: Cancela en cualquier momento. Sin pago ahora
fr: Annulez à tout moment. Aucun paiement maintenant
id: Batal kapan saja. Tidak ada pembayaran sekarang
it: Annulla in qualsiasi momento. Nessun pagamento ora
ja: いつでもキャンセル。現在は支払い不要
pt_br: Cancelar a qualquer momento. Sem pagamento agora
sv: Avbryt när som helst. Ingen betalning nu
tr: İstediğiniz zaman iptal edebilirsiniz. Şu an ödeme yok

source: Start Free Trial
de: Kostenlose Testversion starten
es: Iniciar Prueba Gratuita
fr: Commencer l'essai gratuit
id: Mulai Uji Coba Gratis
it: Inizia la prova gratuita
ja: 無料トライアルを開始
pt_br: Iniciar Teste Gratuito
sv: Starta Gratis Provperiod
tr: Ücretsiz Denemeye Başla

source: Yearly Access
de: Jahreszugang
es: Acceso Anual
fr: Accès annuel
id: Akses Tahunan
it: Accesso annuale
ja: 年間アクセス
pt_br: Acesso Anual
sv: Årsabonnemang
tr: Yıllık Erişim

source: /year.
de: /Jahr.
es: /año.
fr: /an.
id: /tahun.
it: /anno.
ja: /年。
pt_br: /ano.
sv: /år.
tr: /yıl.

source: Cancel anytime.
de: Jederzeit kündbar.
es: Cancela en cualquier momento.
fr: Annulez à tout moment.
id: Batal kapan saja.
it: Annulla in qualsiasi momento.
ja: いつでもキャンセルできます。
pt_br: Cancelar a qualquer momento.
sv: Avbryt när som helst.
tr: İstediğiniz zaman iptal edin.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
pt_br: Continuar
sv: Fortsätt
tr: Devam Et

source: Term of Service
de: Dienstbedingungen
es: Términos del Servicio
fr: Conditions de service
id: Syarat Layanan
it: Termini di servizio
ja: サービス利用規約
pt_br: Termos de Serviço
sv: Tjänstevillkor
tr: Hizmet Şartları

source: Unlock Full Potential of AI Chatvantage
de: Schalten Sie das volle Potenzial von AI Chatvantage frei
es: Desbloquea el Potencial Completo de AI Chatvantage
fr: Débloquez le plein potentiel de Chatvantage AI
id: Buka Potensi Penuh AI Chatvantage
it: Sblocca il pieno potenziale di AI Chatvantage
ja: AI Chatvantageのフルポテンシャルを解除
pt_br: Desbloqueie todo o potencial do Chatvantage de IA
sv: Lås upp hela potentialen hos AI Chatvantage
tr: AI Chatvantage'ın Tam Potansiyelini Aç

source: Powered by ChatGPT-3.5 & GPT-4
de: Angetrieben von ChatGPT-3.5 & GPT-4
es: Impulsado por ChatGPT-3.5 y GPT-4
fr: Alimenté par ChatGPT-3.5 & GPT-4
id: Didukung oleh ChatGPT-3.5 & GPT-4
it: Alimentato da ChatGPT-3.5 e GPT-4
ja: ChatGPT-3.5 & GPT-4によって提供されています
pt_br: Alimentado por ChatGPT-3.5 & GPT-4
sv: Drivs av ChatGPT-3.5 & GPT-4
tr: ChatGPT-3.5 ve GPT-4 tarafından desteklenmektedir

source: Unlimited Questions & Answer
de: Unbegrenzte Fragen & Antworten
es: Preguntas y Respuestas Ilimitadas
fr: Questions et réponses illimitées
id: Pertanyaan & Jawaban Tanpa Batas
it: Domande e risposte illimitate
ja: 無制限の質問と回答
pt_br: Perguntas e Respostas Ilimitadas
sv: Obegränsade Frågor och Svar
tr: Sınırsız Soru ve Cevap

source: Gain Access to Potent Assistants
de: Zugriff auf leistungsstarke Assistenten erhalten
es: Obtén Acceso a Asistentes Potentes
fr: Accédez à des assistants puissants
id: Dapatkan Akses ke Asisten Berpotensi
it: Accedi a assistenti potenti
ja: 強力なアシスタントにアクセス
pt_br: Acesse Assistentes Poderosos
sv: Få tillgång till Kraftfulla Assistenter
tr: Güçlü Asistanlara Erişim Sağlayın

source: Ads Free Experience
de: Werbe-freies Erlebnis
es: Experiencia sin Anuncios
fr: Expérience sans publicité
id: Pengalaman Bebas Iklan
it: Esperienza senza pubblicità
ja: 広告なしの体験
pt_br: Experiência sem Anúncios
sv: Annonsfri Upplevelse
tr: Reklamsız Deneyim

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
pt_br: Restaurar
sv: Återställ
tr: Geri Yükle

source: Purchase successfully completed
de: Kauf erfolgreich abgeschlossen
es: Compra completada con éxito
fr: Achat réussi
id: Pembelian berhasil diselesaikan
it: Acquisto completato con successo
ja: 購入が正常に完了しました
pt_br: Compra concluída com sucesso
sv: Köp slutfört
tr: Satın alma işlemi başarıyla tamamlandı

source: 3 Days Trial. Then
de: 3 Tage Testphase. Dann
es: Prueba de 3 Días. Luego
fr: Essai de 3 jours. Ensuite,
id: Uji Coba 3 Hari. Kemudian
it: Prova di 3 giorni. Poi
ja: 3日間のトライアル。それから
pt_br: Teste de 3 Dias. Depois
sv: 3 Dagar Provperiod. Sedan
tr: 3 Gün Deneme. Sonra

source: Did occur error. Please try again
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
es: Ocurrió un error. Por favor, inténtalo de nuevo
fr: Une erreur s'est produite. Veuillez réessayer
id: Terjadi kesalahan. Silakan coba lagi
it: Si è verificato un errore. Per favore, riprova
ja: エラーが発生しました。もう一度お試しください
pt_br: Ocorreu um erro. Por favor, tente novamente
sv: Ett fel inträffade. Försök igen
tr: Hata oluştu. Lütfen tekrar deneyin

source: Please try again.
de: Bitte versuchen Sie es erneut.
es: Por favor, inténtalo de nuevo.
fr: Veuillez réessayer.
id: Silakan coba lagi.
it: Per favore, riprova.
ja: もう一度お試しください。
pt_br: Por favor, tente novamente.
sv: Försök igen.
tr: Lütfen tekrar deneyin.

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 週間
pt_br: Semanal
sv: Veckovis
tr: Haftalık

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
ja: 月間
pt_br: Mensal
sv: Månadsvis
tr: Aylık

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
ja: 年間
pt_br: Anual
sv: Årsvis
tr: Yıllık

source: Use this gift offer and have GPT-4, Unlimited Questions & Answer, Gain Access to Potent Assistants, Ads Free Experience
de: Nutzen Sie dieses Geschenkangebot und erhalten Sie GPT-4, Unbegrenzte Fragen & Antworten, Zugriff auf leistungsstarke Assistenten, werbefreie Erfahrung
es: Utiliza esta oferta de regalo y obtén GPT-4, Preguntas y Respuestas Ilimitadas, Acceso a Asistentes Potentes, Experiencia sin Anuncios
fr: Utilisez cette offre-cadeau et obtenez GPT-4, Questions et réponses illimitées, Accès à des assistants puissants, Expérience sans publicité
id: Gunakan tawaran hadiah ini dan dapatkan GPT-4, Pertanyaan & Jawaban Tanpa Batas, Dapatkan Akses ke Asisten Berpotensi, Pengalaman Bebas Iklan
it: Usa questa offerta regalo e ottieni GPT-4, domande e risposte illimitate, accesso a assistenti potenti, esperienza senza pubblicità
ja: このギフトオファーを使用して、GPT-4、無制限の質問と回答、強力なアシスタントへのアクセス、広告なしの体験を利用してください
pt_br: Use esta oferta de presente e tenha GPT-4, Perguntas e Respostas Ilimitadas, Acesso a Assistentes Poderosos, Experiência sem Anúncios
sv: Använd detta presenterbjudande och få GPT-4, Obegränsade Frågor och Svar, Få Tillgång till Kraftfulla Assistenter, Annonsfri Upplevelse
tr: Bu hediye teklifini kullanın ve GPT-4, Sınırsız Soru ve Cevap, Güçlü Asistanlara Erişim, Reklamsız Deneyim elde edin

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela en cualquier momento
fr: Annulez à tout moment
id: Batal kapan saja
it: Annulla in qualsiasi momento
ja: いつでもキャンセル
pt_br: Cancelar a qualquer momento
sv: Avbryt när som helst
tr: İstediğiniz zaman iptal edin

source: Continue with gift plan
de: Mit dem Geschenkplan fortfahren
es: Continuar con el plan de regalo
fr: Continuer avec le plan cadeau
id: Lanjutkan dengan rencana hadiah
it: Continua con il piano regalo
ja: ギフトプランで続行
pt_br: Continuar com o plano de presente
sv: Fortsätt med presentplanen
tr: Hediye planı ile devam edin

source: Default chatbot model provided by OpenAI
de: Standard-Chatbot-Modell von OpenAI
es: Modelo de chatbot predeterminado proporcionado por OpenAI
fr: Modèle de chatbot par défaut fourni par OpenAI
id: Model chatbot default yang disediakan oleh OpenAI
it: Modello di chatbot predefinito fornito da OpenAI
ja: OpenAIによって提供されるデフォルトのチャットボットモデル
pt_br: Modelo de chatbot padrão fornecido pela OpenAI
sv: Standard chattbotmodell tillhandahållen av OpenAI
tr: OpenAI tarafından sağlanan varsayılan sohbet botu modeli

source: Most advanced system, producing safe and more useful responses
de: Das fortschrittlichste System, das sichere und nützlichere Antworten produziert
es: El sistema más avanzado, produciendo respuestas seguras y más útiles
fr: Système le plus avancé, produisant des réponses sûres et plus utiles
id: Sistem paling canggih, menghasilkan respons yang aman dan lebih berguna
it: Sistema più avanzato, che produce risposte sicure e più utili
ja: 最も高度なシステム、安全でより有用な応答を生成
pt_br: O sistema mais avançado, produzindo respostas seguras e mais úteis
sv: Det mest avancerade systemet som producerar säkra och mer användbara svar
tr: Daha güvenli ve daha kullanışlı yanıtlar üreten en gelişmiş sistem

source: ChatGPT-3.5 Turbo, despite being a smaller model, has an advantage in providing faster responses. It can be preferred by users who want to obtain faster results.
de: ChatGPT-3.5 Turbo hat trotz seiner geringeren Größe den Vorteil, schnellere Antworten zu liefern. Es kann von Benutzern bevorzugt werden, die schnellere Ergebnisse erzielen möchten.
es: ChatGPT-3.5 Turbo, a pesar de ser un modelo más pequeño, tiene la ventaja de proporcionar respuestas más rápidas. Puede ser preferido por usuarios que desean obtener resultados más rápidos.
fr: ChatGPT-3.5 Turbo, malgré sa taille plus réduite, a l'avantage de fournir des réponses plus rapides. Il peut être préféré par les utilisateurs qui souhaitent obtenir des résultats plus rapides.
id: ChatGPT-3.5 Turbo, meskipun merupakan model yang lebih kecil, memiliki keunggulan dalam memberikan respons lebih cepat. Ini bisa menjadi pilihan pengguna yang ingin mendapatkan hasil lebih cepat.
it: ChatGPT-3.5 Turbo, nonostante sia un modello più piccolo, ha il vantaggio di fornire risposte più rapide. Può essere preferito dagli utenti che desiderano ottenere risultati più veloci.
ja: ChatGPT-3.5 Turboは、より速い応答を提供するという利点を持つ、より小さなモデルでありながら、より速い結果を得たいユーザーに好まれることがあります。
pt_br: O ChatGPT-3.5 Turbo, apesar de ser um modelo menor, tem a vantagem de fornecer respostas mais rápidas. Pode ser preferido por usuários que desejam obter resultados mais rápidos.
sv: ChatGPT-3.5 Turbo, trots att den är en mindre modell, har fördelen att kunna ge snabbare svar. Den kan föredras av användare som vill ha snabbare resultat.
tr: ChatGPT-3.5 Turbo, daha küçük bir model olmasına rağmen daha hızlı yanıtlar sağlama konusunda avantaja sahiptir. Daha hızlı sonuçlar elde etmek isteyen kullanıcılar tarafından tercih edilebilir.

source: ChatGPT-4, while having more advanced capabilities, may run a bit slower than GPT-3.5 Turbo due to being a larger model. This could mean a delay in processing requests.
de: ChatGPT-4, obwohl er über fortgeschrittenere Fähigkeiten verfügt, kann aufgrund seiner Größe etwas langsamer laufen als GPT-3.5 Turbo. Dies könnte eine Verzögerung bei der Verarbeitung von Anfragen bedeuten.
es: ChatGPT-4, aunque tiene capacidades más avanzadas, puede funcionar un poco más lento que GPT-3.5 Turbo debido a ser un modelo más grande. Esto podría significar un retraso en el procesamiento de solicitudes.
fr: ChatGPT-4, bien qu'ayant des capacités plus avancées, peut fonctionner un peu plus lentement que GPT-3.5 Turbo en raison de sa plus grande taille. Cela pourrait entraîner un retard dans le traitement des demandes.
id: ChatGPT-4, meskipun memiliki kemampuan lebih canggih, mungkin berjalan sedikit lebih lambat daripada GPT-3.5 Turbo karena merupakan model yang lebih besar. Ini bisa berarti ada penundaan dalam pemrosesan permintaan.
it: ChatGPT-4, pur avendo capacità più avanzate, potrebbe funzionare leggermente più lentamente di GPT-3.5 Turbo a causa delle sue dimensioni maggiori. Ciò potrebbe comportare un ritardo nell'elaborazione delle richieste.
ja: ChatGPT-4は、より高度な機能を備えている一方で、より大きなモデルであるため、GPT-3.5 Turboよりもやや遅く実行されることがあります。これはリクエストの処理に遅延が生じる可能性があることを意味します。
pt_br: O ChatGPT-4, apesar de ter capacidades mais avançadas, pode ser um pouco mais lento que o GPT-3.5 Turbo devido ao seu tamanho maior. Isso pode significar um atraso no processamento de solicitações.
sv: ChatGPT-4, även om den har mer avancerade funktioner, kan fungera lite långsammare än GPT-3.5 Turbo på grund av att den är en större modell. Detta kan innebära förseningar i bearbetningen av förfrågningar.
tr: ChatGPT-4, daha gelişmiş yeteneklere sahip olmasına rağmen daha büyük bir model olduğundan GPT-3.5 Turbo'dan biraz daha yavaş çalışabilir. Bu, taleplerin işlenmesinde gecikme anlamına gelebilir.

source: Choose Model
de: Modell auswählen
es: Elegir Modelo
fr: Choisissez le modèle
id: Pilih Model
it: Scegli il modello
ja: モデルを選択
pt_br: Escolher Modelo
sv: Välj Modell
tr: Model Seç

source: OK
es: Aceptar
tr: Tamam

source: ABOUT
de: ÜBER
es: ACERCA DE
fr: À PROPOS
id: TENTANG
it: INFO
pt_br: SOBRE
sv: OM
tr: HAKKINDA
